{
  "albums" : [ {
    "album" : "Truyện cổ tích Việt Nam",
    "imageUrl" : "https://goo.gl/SLRR5q",
    "movies" : [ {
      "description" : "Một người có ba con trai, cả cơ nghiệp có một cái nhà. Người con nào cũng muốn sau này, khi bố mất, nhà sẽ về mình. Ông bố thì con nào cũng quí, thành ra rất phân vân, không biết tính sao cho các con vừa lòng. Bán nhà đi thì có tiền chia cho chúng, nhưng là của hương hỏa nên ông không muốn bán. Sau ông nghĩ được một kế, bảo các con:   - Chúng mày hãy đi chu du thiên hạ, thử gan thử sức một phen. Mỗi đứa học lấy một nghề. Đứa nào giỏi nhất, bố cho cái nhà.   Ba người con lấy làm thích lắm. Người con cả muốn trở thành thợ đóng móng ngựa, người thứ hai muốn làm thợ cạo, còn người em út muốn làm thầy dạy võ. Ba anh em hẹn nhau ngay về, rồi chia tay ra đi.   Cả ba người đều gặp được thầy giỏi truyền cho biết hết bí quyết nhà nghề. Người đóng móng ngựa được làm việc cho nhà vua và nghĩ bụng: \"Phen này, chắc nhà không thoát khỏi tay mình\". Người thợ cạo được sửa tóc cho những nhà quyền quí nên chắc mẩm là được nhà. Anh học võ bị đấm nhiều miếng nhưng vẫn cắn răng chịu, nghĩ bụng: \"Nếu sợ bị đấm thì bao giờ được nhà?\".  Đến hẹn, ba anh em trở về nhà. Nhưng chẳng ai biết làm thế nào để thi thố tài nghệ của mình, bèn ngồi bàn với nhau. Đương lúc ấy chợt có một chú thỏ băng qua cánh đồng. Anh thợ cạo reo lên: \"May quá, thật là vừa đúng dịp\". Anh liền cầm đĩa xà phòng, đánh  bọt, đợi thỏ ta đến gần, anh vừa chạy theo vừa quét xà phòng, cạo râu thỏ mà không hề làm thỏ xầy da chút nào. Người bố khen: \"Khá lắm! Nếu hai thằng kia không làm được trò gì hay hơn thế thì cho mày cái nhà\".   Một lát sau có một cỗ xe ngựa chạy qua như bay. Anh đóng móng ngựa nói: \"Bố xem tài con nhé!\". Anh liền chạy đuổi theo cỗ xe, tháo bốn móng sắt của một con ngựa và thay luôn bốn móng mới trong khi ngựa vẫn phi đều. Người bố lại khen: \"Mày giỏi lắm! Mày chẳng kém gì em mày. Không biết cho đứa nào cái nhà đây!\".   Lúc bấy giờ người con út mới nói:   - Thưa bố, bây giờ đến lượt con, bố cho con thử tài.   Vừa lúc ấy trời bắt đầu mưa. Anh ta rút ngay gươm múa kín trên đầu, người không dính một giọt nước nào. Trời mưa ngày càng to, anh ta múa càng hăng, áo quần vẫn khô như đứng nơi kín đáo. Người bố ngạc nhiên quá reo lên:   - Con thật là tài nhất! Thôi con được cái nhà rồi.   Hai anh cũng phục người em út lắm và đồng ý với cha. Ba anh em rất mực thương nhau nên ở cùng một nhà, mỗi người làm nghề của mình. Họ tài khéo nên kiếm được nhiều tiền. Họ sống sung sướng như vậy mãi cho đến lúc tuổi già, một người ốm chết, hai người kia buồn rầu cũng chết theo. Cả ba anh em vừa khéo vừa giỏi, lại vừa quí mến lẫn nhau, đều được chôn chung một mộ.",
      "imageUrl" : "https://goo.gl/GGtjsW",
      "length" : "3:54",
      "title" : "Ba anh em",
      "videoId" : "Pm5PGnPLJy8"
    }, {
      "description" : "Một buổi tối, chàng đánh trống trẻ tuổi đi một mình giữa cánh đồng. Tới bên một cái hồ, anh thấy trên bờ ba chiếc áo trắng của ai vứt đó. Anh khen: \"Vải đẹp quá!\". Rồi nhét luôn một chiếc vào túi. Về nhà, anh cũng quên khuấy mất câu chuyện nhặt được của rơi. Anh lên giường nằm, sắp ngủ chợt nghe như có tiếng người gọi tên mình. Anh lắng nghe thì quả có tiếng gọi rất khẽ: \"Anh đánh trống ơi, anh đánh trống ơi, dậy đi thôi\". Đêm tối quá, anh không nhìn thấy rõ người nhưng anh thấy rõ một cái bóng cứ lơ lửng trước giường anh nằm.   Anh hỏi:   - Mày muốn gì?   Tiếng người đáp:   - Trả lại cho tôi cái áo, cái áo anh đã lấy của tôi ở bờ hồ tối nay ấy.   Anh đánh trống nói:   - Được, ta sẽ trả, song mày phải cho ta biết mày là ai đã.   \"Trời!\", tiếng người đáp. \"Tôi là con gái một ông vua hùng cường. Chẳng may tôi sa vào tay một mụ phù thủy và bị nó đầy lên ngọn núi Thủy tinh. Ngày nào ba chị em tôi cũng xuống hồ tắm. Hôm nay vì mất áo, tôi không về được nữa. Các chị đã bay đi cả rồi, riêng tôi phải ở lại. Tôi van anh, anh hãy trả lại áo cho tôi\".   Anh đánh trống nói: \"Cứ yên chí, cô bé đáng thương ơi, tôi sẵn lòng trả lại áo cho cô\".   Anh rút túi lấy áo trả lại cho người đứng trong bóng tối. Người con gái vội cầm lấy định đi ngay. Anh gọi cô ta lại:   - Hãy khoan đã, may ra tôi có thể giúp cô chăng?   - Muốn giúp tôi thì chỉ có cách là anh lên ngọn núi Thủy tinh mà cứu tôi thoát khỏi phép thuật của mụ phù thủy. Nhưng anh lên núi làm sao nổi, dù anh có lọt vào sát tới chân núi, anh vẫn không thể lên được...",
      "imageUrl" : "https://goo.gl/GGtjsW",
      "length" : "5:30",
      "title" : "Anh chàng đánh trống",
      "videoId" : "ZCyDhkODKjw"
    } ],
    "numberOfMovies" : "15"
  }, {
    "album" : "Truyện cổ Grim",
    "imageUrl" : "https://goo.gl/GGtjsW",
    "movies" : [ {
      "description" : "<span class=\"content\"><font face=\"Verdana, Arial\" size=\"2\">Ngày xưa có một cô gái lười biếng, không chịu kéo sợi. Mẹ cô khuyên bảo thế nào cô cũng không nghe. Một hôm, bà mẹ không chịu được nữa, tức quá đánh cô, cô khóc gào lên. Vừa lúc đó, hoàng hậu đi qua nghe tiếng khóc bèn dừng xe lại, vào nhà hỏi bà mẹ vì cớ gì mà lại đánh con gái đến nỗi nó kêu ầm lên thế. Bà mẹ sợ nói con gái mình lười thì xấu hổ, nên mới tâu: <br> <br> - Thần bảo cháu thôi đừng kéo sợi nữa vì nhà nghèo làm gì có cúi đưa cho cháu, nhưng cháu cứ đòi kéo mãi. <br> <br> Hoàng hậu nói: <br> <br> - Ta thích nghe tiếng guồng sợi vù vù lắm. Ngươi cứ cho con gái nhà ngươi đến cung, ta có nhiều cúi, nó tha hồ mà kéo. <br> <br> Bà mẹ thấy vậy mừng lắm để hoàng hậu đem con gái về cung. Về đến cung, hoàng hậu dẫn cô đến ba buồng đầy ngập cúi rất tốt. Hoàng hậu bảo cô gái: <br> <br> - Con kéo cho hết chỗ cúi này. Kéo xong ta sẽ cho lấy con trai cả ta. Con nghèo khổ ta không kể làm chi, chăm chỉ là của hồi môn quí giá lắm rồi. <br> <br> Cô gái rất lo vì dù có sống đến ba trăm năm và làm việc từ sáng đến tối cũng không sao kéo hết chỗ cúi đó. Cô ngồi khóc một mình ba ngày liền không nhúc nhích. Hôm thứ ba, hoàng hậu tới ngạc nhiên thấy cô vẫn chưa làm gì cả. Nhưng cô thoái thác rằng vì xa mẹ, buồn rầu nên chưa làm được. Hoàng hậu cũng cho là phải, nhưng khi quay gót, dặn rằng: <br> <br> - Mai con phải bắt đầu làm đi nhé. <br> <br> Khi cô gái còn lại một mình một bóng, không biết xoay xở ra sao. Trong lúc bối rối, cô ra đứng cửa sổ. Cô thấy có ba bà đến. Bà thứ nhất có một bàn chân to bèn bẹt. Môi dưới bà thứ hai <br> trễ xuống quá cằm. Bà thứ ba có một ngón tay cái bèn bẹt. Ba bà ngừng lại trước cửa sổ, ngước mắt lên nhìn cô và hỏi cô có việc gì mà phải lo âu. Cô gái kể lể sự tình khốn khổ. Ba bà hứa sẽ đến giúp: <br> <br> - Nếu em bằng lòng mời chúng ta đi ăn cưới em, nếu em không thẹn gọi chúng ta là chị họ, nếu em bằng lòng để chúng ta ngồi cùng tiệc cưới với em, thì chúng ta sẽ kéo sợi giúp cho, chẳng mấy chốc mà xong. <br> <br> Cô gái đáp: <br> <br> - Vâng, em rất đồng ý. Xin mời các chị vào làm ngay cho. <br> <br> Ba bà thợ dệt lạ lùng vào buồng thứ nhất, thu xếp chỗ ngồi và bắt đầu kéo sợi. Bà thứ nhất chắp sợi và đạp guồng. Bà thứ hai rấp nước vào sợi. Bà thứ ba xe chỉ và ấn xuống bàn cho nhẵn. Mỗi lần bà hất ngón tay cái là một con sợi rất mịn rơi xuống đất. Cô gái dấu không cho hoàng hậu biết có ba bà giúp mình. Mỗi khi xe hoàng hậu đến, cô cho hoàng hậu xem số sợi đã xe. Hoàng hậu khen cô hết lời. <br> <br> Cúi buồng thứ nhất xe hết, ba bà xe đến cúi buồng thứ hai. Rồi đến cúi buồng thứ ba, chẳng mấy chốc cũng xe xong. Ba bà từ giao cô và dặn: <br> <br> - Em chớ quên lời hứa nhé, hạnh phúc sẽ tới với em. <br> <br> Sau khi thấy buồng đã hết cúi và những con chỉ chất thành đống, hoàng hậu định ngày cưới. Chú rể sung sướng lấy được vợ khéo léo đảm đang, ca tụng vợ mãi. Cô dâu nói: <br> <br> - Em có ba người chị, họ đã giúp đỡ em nhiều. Trong hạnh phúc của em, em không thể quên các chị ấy được, xin chàng cho phép em mời ba chị đến ăn cưới và dự tiệc với chúng ta. <br> <br> Chú rể và hoàng hậu nói: <br> <br> - Nhẽ nào lại không cho phép? <br> <br> Nghi lễ vừa bắt đầu thì ba bà đến, ăn mặc kỳ quặc. Cô dâu nói: <br> <br> - Em xin chào mừng ba chị! <br> <br> Chú rể hỏi thầm cô dâu: <br> <br> - Chết nỗi, sao em có họ hàng xấu xí thế? <br> <br> Rồi chàng hỏi bà có chân bẹt: <br> <br> - Vì đâu mà chân bà rộng thế? <br> <br> - Vì tôi đạp guồng. <br> <br> Rồi chàng hỏi bà thứ hai: <br> <br> - Vì đâu mà môi mà trễ như thế? <br> <br> - Vì tôi rấp nước bọt vào sợi. <br> <br> Rồi chàng hỏi bà thứ ba: <br> <br> - Vì đâu mà ngón tay cái bà bèn bẹt? <br> <br> - Vì tôi xe chỉ. <br> <br> Hoàng tử khiếp sợ, nói: <br> <br> - Từ nay về sau vợ đẹp của ta không được mó đến guồng sợi nữa. <br> <br> Thế là vợ chàng thoát được cái việc kéo sợi mà cô ta không thích.</font></span>",
      "imageUrl" : "https://goo.gl/SLRR5q",
      "length" : "5:14",
      "title" : "Ba bà kéo sợi",
      "videoId" : "3-2c0b1u7s8",
      "videoUrl" : "https://youtu.be/3-2c0b1u7s8"
    }, {
      "description" : "<span class=\"content\"><font face=\"Verdana, Arial\" size=\"2\">Ngày xưa có một người đàn ông góa vợ và một người đàn bà góa chồng. Người đàn ông có một con gái, người đàn bà cũng có một con gái. Hai đứa bé quen nhau thường rủ nhau đi chơi rồi về nhà người đàn bà góa. Bác ta bảo đứa con gái người đàn ông: <br> <br> - Này cháu ạ, cháu về bảo bố là bác muốn lấy bố. Như thế, thì rồi sáng nào cháu cũng được rửa mặt bằng sữa và uống rượu vang, con bác thì chỉ rửa mặt bằng nước lã và uống nước lã thôi. <br> <br> Cô gái về nhà kể lại cho bố nghe. Người đàn ông nghĩ bụng: <br> <br> - Không biết nên làm thế nào đây nhỉ! Lấy vợ thì sướng đấy và cũng khổ đấy. <br> <br> Sau cùng, bác phân vân không biết nên quyết định thế nào, liền tháo một chiếc ủng ra bảo con: <br> <br> - Con cầm lấy chiếc giầy ủng này. Ở đế có một cái lỗ thủng. Con đem lên buồng xép trên gác treo lên đinh to rồi đổ nước vào. nếu giầy giữ được nước thì bố lại cưới vợ, nếu nước chảy thì thôi. <br> <br> Cô gái làm theo lời bố dặn. Nước làm cho da căng lấy kín chỗ thủng, giầy đầy nước. Cô đến bảo cho bố biết việc xảy ra. Bố bèn đích thân đến, thấy đúng thế. Bác liền đến nhà bà góa hỏi làm vợ. Lễ cưới được tổ chức. <br> <br> Sáng hôm sau, khi hai cô dậy thì trước mặt cô con riêng người đàn ông đã có sữa để rửa mặt và rượu vang để uống, còn trước mặt cô con riêng người đàn bà thì chỉ có nước lã. Sáng ngày thứ hai, trước mặt cô con riêng của người đàn ông cũng như cô con riêng của người đàn bà đều có nước lã để rửa mặt và nước lã để uống. Sang đến ngày thứ ba, trước mặt cô con riêng của người đàn ông có nước lã để rửa mặt và nước lã để uống. Còn trước mặt cô con gái người <br> đàn bà có sữa để rửa mặt và rượu vang để uống, và cứ thế tiếp mãi. <br> <br> Người đàn bà ghét cay ghét đắng con chồng, chỉ tìm cách hành hạ nó mỗi ngày một thêm khổ sở. Mụ lại đố kỵ vì con chồng thì xinh đẹp, dễ thương, con gái mụ thì xấu xa ghê tởm. <br> <br> Một hôm mùa rét, tiết trời băng giá, tuyết phủ đầy núi và thung lũng, mụ làm một chiếc áo bằng giấy, gọi con chồng lại bảo: <br> <br> - Mày mặc chiếc áo này mà vào rừng hái cho tao một rổ dâu đầy, tao thèm dâu lắm. <br> <br> Cô gái đáp: <br> <br> - Trơi ơi, mùa đông làm gì có dâu! Đất giá lạnh, tuyết phủ hết. Mà sao lại bắt con mặc áo giấy mà đi? Ở ngoài rét, hơi thở giá lạnh. Gió thổi như cắt da, buốt như gai đâm vào thịt. <br> <br> Mẹ ghẻ bảo: <br> <br> - À, mày lại cãi tao à? Muốn sống thì đi ngay có lấy được đầy rổ dâu thì hãy vác mặt về. <br> <br> Rồi mụ đưa cho cô một mẩu bánh mì rắn mà bảo: <br> <br> - Ăn cả ngay đấy nhé! <br> <br> Mụ nghĩ bụng, con chồng ra ngoài sẽ bị chết vì đói rét, thế là rảnh mắt mụ mãi mãi. <br> <br> Cô gái vâng lời, mặc áo giấy vào, mang rổ ra đi. Tuyết phủ mênh mông. Không nhìn thấy một gốc cây xanh nhỏ. Cô vào rừng thấy một ngôi nhà nhỏ, có ba người lùn đứng trông ra. Cô khẽ gõ và cửa chào họ. Họ bảo cô vào. Cô vào buồng, ngồi bên chiếc ghế dài bên lò sưởi. Cô định sưởi và ăn sáng. Những người lùn bảo: <br> <br> - Cho bọn tôi xin một tí. <br> <br> Cô vui lòng chia mẩu bánh mì làm hai, cho họ một nửa. Họ hỏi cô: <br> <br> - Trời mùa đông thế này, cô mặc chiếc áo mỏng manh vào rừng làm gì? <br> <br> Cô đáp: <br> <br> - Trời ơi, tôi phải hái cho được một rổ dâu đây, có lấy được thì mới dám về nhà. <br> <br> Cô ăn xong bánh, họ đưa cho cô một cái chổi mà bảo: <br> <br> - Cô cầm ra chỗ cửa sau mà quét sạch tuyết đi. <br> <br> Khi cô ra ngoài rồi, ba người lùn bảo nhau: <br> <br> - Cô ấy ngoan và tốt bụng quá, chia bánh cho chúng ta, vậy thì nên cho cô ấy cái gì nhỉ? <br> <br> Người thứ nhất nói: <br> <br> - Tôi ban cho cô ấy sắc đẹp ngày một lộng lẫy hơn. <br> <br> Người thứ hai nói: <br> <br> - Tôi ban cho cô ấy điều này: Cứ nói một tiếng thì một đồng tiền vàng ở miệng rơi ra. <br> <br> Người thứ ba nói: <br> <br> - Tôi ban cho cô ấy điều này: Một ông vua sẽ đến lấy cô làm vợ. <br> <br> Cô bé làm theo lời mấy người lùn. Cô đem chổi ra sau ngôi nhà nhỏ quét tuyết. Các bạn có biết cô bé thấy gì không? Toàn dâu chín là dâu chín; dâu hiện ra đỏ thắm trên nền tuyết trắng. Cô mừng rỡ nhặt đầy rổ. Rồi cô cảm ơn những người lùn, bắt tay chào từng người rồi chạy về nhà đưa cho dì ghẻ thứ mà bà hạch. Cô bước vào, vừa mở mồm ra thì một đồng tiền rơi ra ở miệng. Cô liền kể lại việc xảy ra trong rừng; cứ nói một tiếng là có một đồng tiền vàng rơi ở miệng ra, chẳng mấy chốc mà phòng đầy tiền vàng. Cô em con dì ghẻ kêu lên: <br> <br> - Kìa trông có kẻ làm cao, vứt tiền như rác kìa! <br> <br> Trong thâm tâm, cô ta ghen ghét, nên cũng muốn vào rừng tìm dâu. Mẹ bảo: <br> <br> - Không được đâu, con gái nhỏ yêu dấu của mẹ ạ! Trời rét lắm. Con của mẹ đến chết rét mất. <br> <br> Nhưng cô không để cho mẹ được yên, nên cuối cùng mẹ cũng phải chịu may cho cô một chiếc áo lộng lẫy để cô mặc, đưa cho cô bánh mì bơ và bánh ngọt đem theo đi ăn đường. <br> <br> Cô vào rừng, đến đúng ngôi nhà nhỏ. Ba người lùn cũng đang đứng trông ra. Nhưng cô không buồn quay lại nhìn họ, cũng chẳng buồn chào hỏi họ, cứ thế lật đật bước vào phòng, ngồi bên lò sưởi lấy bánh mì bơ và bánh ngọt ra ăn. Những người lùn hỏi cô: <br> <br> - Cho chúng tôi ăn một tí nào. <br> <br> Cô đáp: <br> <br> - Mình tôi ăn còn chẳng đủ còn đâu mà chia cho người khác. <br> <br> Cô ăn xong. Họ bảo: <br> <br> - Đây có cái chổi, cô cầm lấy ra quét sạch đằng sau nhà. <br> <br> Cô đáp : <br> <br> - Úi chà, tôi có là đầy tớ của các người đâu. <br> <br> Cô thấy họ chẳng định cho cô gì cả liền đi ra cửa. Những người lùn bàn nhau: <br> <br> - Con bé này hư, độc ác, đố kỵ, ai có gì cũng ghen, ta cho nó gì đây? <br> <br> Người thứ nhất bảo: <br> <br> - Tôi cho nó điều này: Mỗi ngày một xấu thêm. <br> <br> Người thứ hai nói: <br> <br> - Tôi cho nó điều này: Cứ nói mỗi một tiếng là một con cóc nhảy ở mồm ra. <br> <br> Người thứ ba nói: <br> <br> - Tôi muốn nó chết bất đắc kỳ tử. <br> <br> Cô gái ra ngoài tìm dâu, nhưng chẳng được quả nào, càu nhàu đi về. Cô vừa mở mồm định kể lại cho mẹ chuyện xảy ra trong rừng thì nói mỗi tiếng là có một con cóc nhẩy ở miệng ra, khiến mọi người ghê tởm. <br> <br> Dì ghẻ càng tức giận hơn nữa, chỉ tìm cách làm cho đứa con riêng của chồng, đang mỗi ngày một đẹp hơn, đau đớn ê chề. <br> <br> Mụ lấy một cái nồi bắc lên lửa để luộc sợi. Luộc xong, mụ buộc sợi lên vai cô gái đáng thương, đưa cho cô một chiếc rìu, bắt cô ra sông đã đóng băng đào một cái lỗ để chuốt sợi. Cô ngoan ngoãn vâng lời, đi đào một cái lỗ trong đám băng. Cô đang mải cuốc thì có một cỗ xe đẹp lộng lẫy chạy đến, trong có vua ngồi. Xe ngừng lại, vua hỏi: <br> <br> - Em ơi, em là ai, làm gì ở đây? <br> <br> - Tâu bệ hạ, em là một cô gái nghèo khổ đang chuốt sợi. <br> <br> Nhà vua động lòng thương, thấy cô đẹp quá, liền bảo: <br> <br> - Em có muốn lên xe cùng đi với ta không? <br> <br> Cô đáp là cô rất vui lòng, vì cô mừng là được đi rảnh mắt mẹ ghẻ và con gái mụ. Cô liền lên xe đi với vua. <br> <br> Đến cung điện, lễ cưới được tổ chức linh đình, theo đúng lời ban của những người lùn. Hơn một năm sau, bà hoàng hậu trẻ tuổi sinh ra được một đứa con trai. Mẹ ghẻ được tin ấy cùng với con đi đến cung điện, giả vờ thăm hỏi. Nhưng vua vừa đi khỏi, không có ai ở đấy, mụ đàn bà độc ác nắm lấy đầu hoàng hậu, còn con mụ hắn nắm lấy chân bà, chúng vứt bà qua cửa sổ xuống dòng nước chảy cạnh đó. Đứa con gái xấu xí của mụ nằm vào chỗ bà hoàng hậu ở giường, mụ già trùm khăn kín đầu nó. Khi vua về định nói với vợ thì mụ kêu lên: <br> <br> - Bệ hạ hãy gượm đã, bây giờ chưa được đâu. Hoàng hậu đương ra mồ hôi như tắm, bệ hạ hãy để cho hoàng hậu nghỉ yên ngày hôm nay. <br> <br> Vua không ngờ có chuyện ác gì nên mãi sớm hôm sau mới lại đến. Vua định nói chuyện với vợ. Hoàng hậu giả cứ vừa trả lời thì cứ mỗi một tiếng là có một con cóc chứ không phải một đồng tiền vàng ở trong miệng ra. Vua hỏi sao vậy thì mụ già bảo đó là tại mồ hôi đổ ra nhiều quá, nhưng rồi sẽ hết thôi. <br> <br> Nhưng đến đêm, gã phụ bếp thấy một con vịt bơi qua đường cống vào nói: <br> <br> - Nhà vua làm gì thế? <br> <br> Không ai trả lời, vịt lại nói: <br> <br> - Khách khứa của ta làm gì thế? <br> <br> Gã phụ bếp lên tiếng đáp: <br> <br> - Họ ngủ say cả. <br> <br> Vịt lại hỏi: <br> <br> - Con nhỏ ta làm gì? <br> <br> Gã đáp: <br> <br> - Đang ngủ say trong nôi. <br> <br> Vịt liền hiện nguyên hình thành bà hoàng hậu cho con bú, rũ chiếc giường nhỏ của nó, đắp chăn cho nó, rồi lại biến thành vịt bơi qua cống mà đi. Bà đến ba đêm nữa. Đêm thứ ba, bà bảo gã phụ bếp: <br> <br> - Ngươi đi tâu vua mang gươm đến vung ba lần trên đầu ta ở ngưỡng cửa. <br> <br> Gã phụ bếp chạy đi bảo vua. Vua mang gươm lại vung trên đầu bóng ma hoàng hậu ba lần. Đến lần thứ ba, vợ vua hiện ra trước mặt, vui tươi, khỏe mạnh hơn lúc nào hết. Vua mừng lắm, nhưng giấu hoàng hậu trong một phòng, mãi đến hôm chủ nhật, đứa bé làm phép rửa tội. Lễ rửa tội xong, vua bảo: <br> <br> - Một kẻ khiêng người khác ra khỏi giường, ném xuống nước thì đáng tội gì? <br> <br> Mụ già đáp: <br> <br> - Tốt nhất là bỏ tên côn đồ ấy vào một cái thùng cho lăn từ trên núi xuống. <br> <br> Vua phán: <br> <br> - Ngươi đã tự kết án đó. <br> <br> Vua sai đi lấy một chiếc thùng, bỏ mẹ con mụ vào đóng lại, thả từ trên núi cho lăn xuống. Thế là xong đời hai mẹ con độc ác.</font></span>",
      "imageUrl" : "https://goo.gl/Tx6FcN",
      "length" : "12:25",
      "title" : "Ba người lùn trong rừng",
      "videoId" : "cypnbgSVv20",
      "videoUrl" : "https://youtu.be/cypnbgSVv20"
    }, {
      "description" : "<span class=\"content\"><font face=\"Verdana, Arial\" size=\"2\">Một buổi tối, chàng đánh trống trẻ tuổi đi một mình giữa cánh đồng. Tới bên một cái hồ, anh thấy trên bờ ba chiếc áo trắng của ai vứt đó. Anh khen: \"Vải đẹp quá!\". Rồi nhét luôn một chiếc vào túi. Về nhà, anh cũng quên khuấy mất câu chuyện nhặt được của rơi. Anh lên giường nằm, sắp ngủ chợt nghe như có tiếng người gọi tên mình. Anh lắng nghe thì quả có tiếng gọi rất khẽ: \"Anh đánh trống ơi, anh đánh trống ơi, dậy đi thôi\". Đêm tối quá, anh không nhìn thấy rõ người nhưng anh thấy rõ một cái bóng cứ lơ lửng trước giường anh nằm. <br> <br> Anh hỏi: <br> <br> - Mày muốn gì? <br> <br> Tiếng người đáp: <br> <br> - Trả lại cho tôi cái áo, cái áo anh đã lấy của tôi ở bờ hồ tối nay ấy. <br> <br> Anh đánh trống nói: <br> <br> - Được, ta sẽ trả, song mày phải cho ta biết mày là ai đã. <br> <br> \"Trời!\", tiếng người đáp. \"Tôi là con gái một ông vua hùng cường. Chẳng may tôi sa vào tay một mụ phù thủy và bị nó đầy lên ngọn núi Thủy tinh. Ngày nào ba chị em tôi cũng xuống hồ tắm. Hôm nay vì mất áo, tôi không về được nữa. Các chị đã bay đi cả rồi, riêng tôi phải ở lại. Tôi van anh, anh hãy trả lại áo cho tôi\". <br> <br> Anh đánh trống nói: \"Cứ yên chí, cô bé đáng thương ơi, tôi sẵn lòng trả lại áo cho cô\". <br> <br> Anh rút túi lấy áo trả lại cho người đứng trong bóng tối. Người con gái vội cầm lấy định đi ngay. Anh gọi cô ta lại: <br> <br> - Hãy khoan đã, may ra tôi có thể giúp cô chăng? <br> <br> - Muốn giúp tôi thì chỉ có cách là anh lên ngọn núi Thủy tinh mà cứu tôi thoát khỏi phép thuật của mụ phù thủy. Nhưng anh lên núi làm sao nổi, dù anh có lọt vào sát tới chân núi, anh vẫn không thể lên được. <br> <br> Anh đánh trống nói: <br> <br> - Tôi thương cô và tôi không sợ gì hết. Nhưng tôi không biết đường đi. <br> <br> Người con gái đáp: <br> <br> - Đường đi qua một khu rừng lớn. Trong rừng có bọn khổng lồ ăn thịt người, tôi chỉ được phép nói với anh thế thôi. Nói xong cô gái biến mất. <br> <br> Sớm hôm sau, trời vừa rạng sáng, anh đánh trống lên đường, đeo trống đi thẳng vào rừng không chút sợ hãi. Đi được một lát mà vẫn chưa thấy tên khổng lồ nào, anh nghĩ bụng: \"Phải đánh thức cái bọn ngủ trưa này dậy\". Anh bèn xoay trống ra phía trước, khua vang một hồi, khiến chim chóc trên cây đều xao xác bay đi. <br> <br> Chỉ một lát sau, thấy một tên khổng lồ nằm ngủ trong bụi cỏ nhỏm dậy. Hắn đứng cao lênh khênh như một cây thông. Hắn thét: <br> <br> - Thằng nhóc kia, mày làm gì mà khua ầm lên, làm mất giấc ngủ ngon. <br> <br> Anh đáp: <br> <br> - Ta đánh trống để chỉ đường cho hàng vạn người còn đi sau ta và sắp kéo cả đến đây bây giờ. <br> <br> Tên khổng lồ nói: <br> <br> - Ui chao, tao sẽ giẫm chết bọn mày như giẫm chết đàn kiến ấy. <br> <br> Anh đánh trống tiếp lời: <br> <br> - Mày tưởng mày chống cự nổi họ à? Mày cúi xuống định chộp một người thì người đó lập tức nhảy đi và ẩn nấp ngay. Nhưng đợi lúc mày đi nằm, ngủ lại rồi, từ khắp các bờ bụi, họ mới kéo ra và trèo lên người mày. Người nào cũng có một cây búa sắt giấu trong thắt lưng, họ sẽ đập vỡ sọ mày ra. <br> <br> Tên khổng lồ thấy ngài ngại. Hắn nghĩ bụng: “Mình mà dây với lũ ranh ma này, kéo lại bị hại. Sói và gấu, ta bóp cổ chết tươi ngay, nhưng cái đám sâu đất này thì khó chơi đây”. <br> <br> Hắn nói: <br> <br> - Nghe này, thằng nhóc, mày hãy cút đi, ta hứa từ nay về sau không đụng đến mày và đồng bọn của mày. Và nếu như mày muốn gì nữa thì cứ nói, ta sẵn sàng làm mày vui lòng. <br> <br> Anh đánh trống nói: <br> <br> - Chân mày dài, mày có thể chạy nhanh hơn tao, mày hãy đem ta lên ngọn núi Thủy tinh. Ta sẽ ra hiệu cho người của ta rút đi thì mày được yên ổn. <br> <br> Tên khổng lồ nói: <br> <br> - Lại đây, giống sâu bọ kia, leo lên vai ta mà ngồi, ta sẽ đem mày lên đó. <br> <br> Tên khổng lồ nhấc anh lên. Ngồi yên trên đó rồi, anh lại bắt đầu khua trống rộn lên một hồi. Tên khổng lồ nghĩ bụng: \"Có lẽ nó đang làm hiệu cho bọn kia rút\". <br> <br> Đi được một quãng thì gặp một tên khổng lồ nữa. Hắn nhấc luôn anh đánh trống khỏi vai tên kia và mắc anh vào một khuy áo. Anh đánh trống vội bám vào cái khuy, to bằng cái chậu sành ngồi chắc ở đó, ngó nhìn xung quanh, có vẻ rất thích thú. Lại gặp một tên thứ ba, tên này lôi anh ra khỏi cái lỗ khuy áo và giắt anh lên vành mũ của hắn. Anh đánh trống ngồi rập rình trên đó, nhìn qua các ngọn cây, thấy tít tắp phía xa xanh biếc có một trái núi. Anh nghĩ bụng: “Chắc là ngọn núi Thủy tinh”. Mà cũng đúng thế thật. Tên khổng lồ chỉ đi có vài bước nữa là tới sát bên chân núi, hắn đặt anh xuống đất. Anh đánh trống đòi hắn đưa luôn anh lên đỉnh núi, song hắn lắc đầu nói lẩm bẩm câu gì trong miệng rồi quay vào rừng. <br> <br> Trước mặt anh chàng đánh trống đáng thương là một trái núi cao ngất, đến bằng ba trái núi thường xếp chồng lên nhau. Sườn núi láng như gương, không còn biết trèo lên bằng cách nào cho được. Anh cố trèo lên nhưng vô hiệu, lần nào cũng bị tuột. Anh nghĩ bụng: “Ước gì lúc này mình là chim”. Nhưng ước suông nào được ích gì, cánh vẫn không thấy mọc. Giữa lúc anh đứng ngây ra chưa biết làm gì bỗng cách đấy không xa lắm có hai người đang cãi nhau rất <br> hăng. Anh đi lại phía họ thì thấy họ đang tranh nhau một cái yên ngựa vứt trên mặt đất, người nào cũng muốn lấy cái yên đó. <br> <br> Anh nói: <br> <br> - Các anh mới ngốc làm sao, ngựa chẳng có, giành giật nhau cái yên để làm gì? <br> <br> Một người đáp: <br> <br> - Tranh nhau cái yên đó là có lý do, ai ngồi lên yên muốn đi đâu cũng được. Dù muốn đến tận cùng thế giới thì cũng chỉ nói một câu là sẽ tới ngay trong nháy mắt. Yên vốn là của chung chúng tôi, bữa nay đến lượt tôi cưỡi song gã nay lại không chịu. <br> <br> Anh đánh trống nói: <br> <br> - Được để tôi phân xử cho. <br> <br> Anh đi một quãng và cắm một cái gậy trắng xuống đất. Đoạn anh quay lại bảo: <br> <br> - Giờ hai người cứ nhằm cái đích kia mà chạy, ai đến trước thì người đó sẽ được ngồi trước. <br> <br> Hai người thì nhau chạy, song họ mới chạy được vài bước thì anh đánh trống đã nhảy tót lên yên ngựa. Anh ước được lên ngọn núi Thủy tinh, tức thì chưa kịp trở bàn tay, anh đã ở trên đó rồi. <br> <br> Trên núi có một chỗ đất bằng. Ở đó có một ngôi nhà xây bằng đá đã cũ. Trước cửa có một cái ao cá lớn, phía sau là rừng rậm. Anh chẳng thấy người nào, vật nào cả. Khung cảnh yên lặng, chỉ có tiếng gió thổi vi vu trên ngọn cây và mây lững lờ trôi qua sát ngay trên đầu. Anh bước tới gõ cửa. Gõ đến lần thứ ba thì thấy một mụ già ra mở cửa. Mặt mụ đen xạm, đôi mắt đỏ ngầu. Mụ mang một cặp kính trên cái sống mũi dài thườn thượt, ngó anh trừng trừng và hỏi anh muốn gì. Anh đáp: <br> <br> - Cho tôi vào ăn và ngủ nhờ <br> <br> Mụ già nói: <br> <br> - Được, nếu người chịu làm cho ta ba việc. <br> <br> Anh đáp: <br> <br> - Được thôi, tôi chẳng ngại việc gì hết, dù là việc nặng nhọc. Mụ già cho anh vào, cho anh ăn và tối hôm đó xếp cho anh một cái giường rất êm. <br> <br> Sớm hôm sau, đợi anh đã ngủ no mắt rồi, mụ mới rút từng ngón tay khẳng khiu của mụ ra một cái đê khâu đưa cho anh và bảo: <br> <br> - Giờ ngươi đi làm đi, ngươi hãy cầm lấy cái đê này tát cạn ao trước nhà cho ta, hẹn đến tối phải xong, và cá dưới nước đã bắt hết lên phải xếp theo từng giống cá và tùy theo cỡ lớn nhỏ. <br> <br> Anh đánh trống nói: <br> <br> - Thật là một việc hiếm có. <br> <br> Nhưng anh vẫn cứ ra ao và bắt đầu tát nước. Anh tát suốt sáng, nhưng với một đê khâu bé tẹo, sao tát cạn nổi một lượng nước lớn như vậy, dù có dài đến ngàn năm đi nữa? <br> <br> Đến giữa trưa, anh tự nhủ: <br> <br> - Thế là toi công, làm cũng như không làm. <br> <br> Anh dừng tay rồi xuống. Vừa khi ấy, một người con gái từ trong nhà đi ra, xách một làn thức ăn đưa cho anh và hỏi: <br> <br> - Anh ngồi thừ ra đấy trông buồn quá, có điều gì thế? <br> <br> Anh ngước nhìn thấy người con gái thật là tuyệt đẹp. Anh nói: <br> <br> - Chà, mới việc thứ nhất đã làm chưa xong, không biết rồi những việc khác sẽ ra thế nào? Tôi đi tìm một nàng công chúa ở đâu trong này song không thấy, tôi muốn đi nữa đây. <br> <br> Người con gái bảo : <br> <br> - Cứ ở đây, tôi sẽ giúp anh làm việc khó khăn này. Anh mệt rồi, hãy tạm ngả đầu vào lòng tôi đây mà ngủ. Lúc nào anh trở dậy, việc cũng sẽ vừa xong. <br> <br> Anh đánh trống không đợi mời đến lần thứ hai. Anh nhắm mắt thì người con gái xoay chiếc nhẫn thầm nói: <br> <br> - Nước lên đi, cá ra đi. <br> <br> Tức thì nước lên hơi như sương trắng và cùng mây trôi đi. Cá quẫy lên, nhảy cả lên bờ nằm cạnh nhau xếp theo loại và theo cỡ lớn nhỏ. Đến khi tỉnh dậy, anh đánh trống ngạc nhiên thấy mọi việc đã đâu vào đấy. Nhưng người con gái bảo: <br> <br> - Có một con cá không nằm cùng với đồng loại của nó, mà lại nằm riêng một mình. Chiều tối, mụ già đến, thấy mọi việc đã xong như ý mụ muốn, thế nào mụ cũng hỏi: \"Tại sao có một con cá này?\". Khi ấy anh hãy ném ngay con cá vào mặt mụ mà nói: \"Để phần mày đấy, con mụ phù thủy già ạ\". <br> <br> Chiều tối, mụ già đến. Mụ vừa dứt lời hỏi, anh đánh trống ném ngay con cá vào mặt mụ. Mụ cứ lờ đi như không có việc gì xảy ra, chẳng nói một câu, nhưng mụ nhìn anh một cách rất nham hiểm. <br> <br> Sớm hôm sau, mụ bảo: <br> <br> - Việc hôm qua dễ quá, ta phải giao cho mày một việc nặng hơn. Bữa nay, mày phá cho cả khu rừng ngoài kia, phải bổ cây thành củi, bổ xong phải xếp thành từ thước một và cũng hạn cho đến chiều tối phải xong. <br> <br> Mụ đưa cho anh một cây rìu, một con dao rựa với hai con nêm. Nhưng lưỡi rìu lại bằng chì, con dao với nêm đều bằng sắt tây. Anh vừa bắt tay vào việc, rìu đã bị quằn lưỡi, rựa và nêm đều bẹp rúm. Anh không còn biết xoay xở ra sao. Nhưng đến trưa, người con gái hôm trước lại đem thức ăn tới cho anh. Cô an ủi anh: <br> <br> - Anh ngả đầu vào lòng tôi mà ngủ đi, khi nào anh tỉnh dậy, mọi việc sẽ xong cả. <br> <br> Người con gái lại xoay chiếc nhẫn thần. Trong nháy mắt cả rừng chuyển mình răng rắc, rồi sập xuống, từng cây gỗ cứ tự tách ra thành củi, rồi những thanh củi nhỏ lại tự xếp thành từng thước. Dường như có những người khổng lồ vô hình nào đã làm việc đó. Lúc anh thức giấc, người con gái bảo: <br> <br> - Anh thấy không, gỗ đã được bổ và xếp thành đống rồi. Chỉ còn mỗi một cành. Chiều nay mụ già có tới hỏi sao còn sót thì anh lấy cành cây quật cho mụ một cái mà bảo: \"Để phần cho mày đó, mụ phù thủy ạ\". <br> <br> Mụ già đến, mụ nói: <br> <br> - Thấy không, việc thật là quá dễ. Nhưng còn cái cành kia để cho ai đó? <br> <br> Anh đáp: <br> <br> - Để cho mày đó, mụ phù thủy ạ. <br> <br> Rồi anh quất cho mụ một roi. Nhưng mụ vẫn cứ lờ đi như không có gì xẩy ra. Mụ chỉ cười mỉa mai và bảo:<br> <br> - Sớm mai mày phải đem hết gỗ chất lại thành một đống, nhóm lửa đốt đi cho ta. <br> <br> Trời vừa sáng thì anh thức giấc và bắt đầu di chuyển gỗ. Nhưng chỉ có một mình anh thì làm sao chuyển nổi được cả một rừng gỗ. Công việc cứ ì ạch mãi. Nhưng người con gái không bỏ anh trong lúc khó khăn. Buổi trưa, cô đem thức ăn đến cho anh. Ăn xong, anh lại ngả đầu vào lòng cô mà ngủ. Lúc anh tỉnh dậy thì cả đống gỗ đã đỏ rực lửa, ngọn lửa liếm đến tận trời xanh. Người con gái nói: <br> <br> - Anh ạ, lát nữa con mụ đến, thế nào nó cũng sẽ bắt anh làm nhiều thứ, nó bảo gì anh cứ nhận, đừng sợ, nó không làm gì được anh đâu. Anh mà sợ thì lửa sẽ bắt vào người anh và thiêu anh ra tro tức khắc. Cuối cùng, khi anh đã làm xong mọi việc rồi, anh hãy ôm luôn cả con mụ quẳng nó vào đống lửa. <br> <br> Người con gái đi được một lúc thì mụ già rón rén tới. Mụ kêu: <br> <br> - Chà, rét quá, nhưng đống lửa cháy to cũng làm ấm được nắm xương già; ta thấy dễ chịu quá. Nhưng còn khúc gỗ không cháy kia kìa, mày hãy khuân ra đây cho ta. Mày làm xong được nốt việc này, ta cho mày tự do muốn đi đâu thì đi. Cứ nhanh nhẹn mà bước vào đi. <br> <br> Anh đánh trống không nghĩ ngợi lâu, nhảy luôn vào giữa đống lửa, nhưng lửa không đụng gì đến anh, cũng không thiêu mất một sợi tóc của anh. Anh khuân khúc gỗ ra, đặt xuống. Khúc gỗ vừa chạm mặt đất thì biến thành người con gái đẹp đã từng giúp anh qua bao khó khăn. Thấy quần áo óng ánh như vàng của nàng anh nhận ngay ra đó là công chúa. Nhưng mụ già vẫn cười rất thâm độc. Mụ bảo: <br> <br> - Mày tưởng con bé ấy đã ở trong tay mày rồi sao? Chưa đâu! <br> <br> Mụ vừa định chạy đến chỗ người con gái để lôi cô ta đi thì mụ bị anh dang hai tay ôm lại, nâng bổng lên và ném vào giữa đống lửa đang ngùn ngụt cháy. Lửa cuốn lấy mụ, dường như lửa cũng lấy làm mừng được kết liễu cuộc đời một mụ phù thủy. <br> <br> Công chúa ngước nhìn anh đánh trống, thấy anh đẹp trai, lại nhớ đến anh đã không tiếc cả tính mạng để cứu mình, nàng bèn đưa tay cho anh và bảo: <br> <br> - Chàng đã dám làm tất cả vì thiếp, thì thiếp cũng sẽ sẵn sàng làm tất cả vì chàng. Chỉ cần chàng hứa chung thủy, thiếp sẽ xin lấy chàng. Của cải không thiếu, riêng số của mụ phù thủy thu gom tại đây, cũng thừa đủ đối với chúng ta. <br> <br> Công chúa dẫn anh vào trong nhà, hòm, rương đều đầy ắp của. Hai người không lấy vàng, không lấy bạc mà chỉ lấy châu báu. Họ không muốn ở trên núi Thủy tinh lâu nữa. Anh bảo công chúa: <br> <br> - Nàng hãy ngồi ghé vào bên yên, chúng ta sẽ bay xuống như chim. <br> <br> Nàng đáp: <br> <br> - Thiếp không ưa cái yên ngựa cũ kỹ đó, thiếp chỉ cần xoay chiếc nhẫn thần này của thiếp thì đôi ta ở nhà rồi. <br> <br> Anh đánh trống nói: <br> <br> - Tốt thôi, thế thì nàng hãy ước cho chúng ta đến trước cổng thành. <br> <br> Trong nháy mắt, hai người đã ở đó. Anh đánh trống bảo: <br> <br> - Anh muốn về qua nhà cho cha mẹ biết tin đã. Nàng cứ đợi anh ở cánh đồng này, anh sẽ trở lại ngay. <br> <br> Công chúa đáp: <br> <br> - Trời ơi, thiếp xin chàng, chàng hãy lưu ý, về nhà chàng chớ có hôn cha mẹ chàng lên má bên phải; nếu không chàng sẽ quên hết mọi việc còn thiếp sẽ cứ phải bơ vơ chờ mãi ở cánh đồng này. <br> <br> - Ta quên nàng sao được.<br> <br> Anh nắm tay nàng hứa sẽ trở lại ngay tức khắc. Lúc anh về tới nhà, không người nào biết anh và anh đã thay đổi quá nhiều. Ba ngày trên núi Thủy tinh dài bằng ba năm. Anh phải tự giới thiệu, khi đó bố mẹ mới sung sướng ôm chầm lấy anh. Quá xúc động anh quên bẵng mất lời người con gái đã dặn, hôn luôn bố mẹ vào cả hai bên má. Sau khi anh hôn lên má bên phải bố <br> anh và mẹ anh thì anh không còn nhớ gì đến nàng công chúa nữa. Anh dốc túi lấy ra một nắm những hạt ngọc lớn nhất, để lên mặt bàn. Bố mẹ không biết dùng của cải đó vào việc gì. Ông cụ bèn làm một tòa lâu đài thật lộng lẫy; chung quanh nhà nào vườn, nào rừng, nào đồng cỏ, như dinh cơ của một ông hoàng vậy. Lúc đã xây nhà xong, bà cụ bảo: <br> <br> - Mẹ đã kiếm cho con được một người con gái rồi đấy, ba hôm nữa sẽ làm lễ cưới. <br> <br> Bố mẹ anh muốn sao, anh cũng bằng lòng hết. Còn nàng công chúa đáng thương kia vẫn đứng đợi ngoài ở ngoài cổng thành. Mãi đến tối, nàng mới tự nhủ: “Chắc là chàng đã hôn lên má bên phải của cha mẹ chàng nên đã quên ta mất rồi”. Trong dạ rất buồn nàng bèn ước được một ngôi nhà nhỏ hẻo lánh trong rừng, nàng không muốn trở về triều đình vua cha nữa. Chiều <br> nào, nàng cũng vào thành, đi qua trước cửa nhà chàng. Đôi khi chàng cũng có trông thấy nàng nhưng không nhận ra được là ai. Sau nàng thấy thiên hạ bàn tán: “Mai sẽ làm lễ cưới anh ta đấy”, nàng tự nhủ: “Mình cứ cố xem, biết đâu không chiếm lại được trái tim chàng”. <br> <br> Đợi tới ngày thứ nhất của lễ cưới, nàng xoay chiếc nhẫn và ước: \"Một chiếc áo sáng như mặt trời\". Tức thì cái áo hiện ngay ra trước mặt nàng, rực rỡ lạ thường, như dệt toàn bằng ánh nắng vậy. Khi khách khứa đã đến đông đủ cả, nàng mới bước vào trong phòng. Anh rất ngạc nhiên về tấm áo đẹp, nhất là cô dâu. Xưa nay cô dâu vốn chỉ mê quần áo đẹp, vội tiến lại tiến về phía người khách lạ, hỏi xem khác có muốn bán áo chăng. <br> <br> Công chúa đáp: <br> <br> - Tôi không lấy tiền, chỉ cần đêm tân hôn cho phép tôi đứng ngay tại trước phòng chú rể ngủ, tôi sẽ cho không chiếc áo. <br> <br> Cô dâu thích áo quá đồng ý ngay, nhưng sau đó cô đã tinh khôn trộn ngay ít thuốc ngủ vào cốc rượu của chú rể, làm chú rể ngủ li bì. Đợi lúc đâu đấy yên tĩnh cả, công chúa mới đến ngồi trước cửa phòng ngủ, khẽ mở cánh cửa gọi vọng vào trong: <br> <br> - Chàng đánh trống ơi, chàng đánh trống ơi, hãy nghe lời thiếp. Chàng quên thiếp rồi sao? Trên núi Thủy tinh, chàng ngồi bên cạnh thiếp, chống mụ phù thủy, thiếp đã bảo vệ chàng! Chàng nắm tay thiếp, thề thốt trăm năm. Chàng đánh trống ơi, chàng đánh trống ơi, hãy nghe lời thiếp! <br> <br> Nhưng nào có ích gì, anh đánh trống vẫn không tỉnh giấc. Rạng hôm sau, công chúa đành bỏ đi, không được gì cả. Tối thứ hai, nàng công chúa lại xoay chiếc nhẫn thần và ước: \"Một chiếc áo bằng bạc như ánh trăng\". Thấy nàng mặc chiếc áo thanh lịch như ánh trăng đi vào đám lễ, cô dâu lại nổi lòng tham và lại đồng ý cho nàng đứng một đêm nữa trước cửa phòng ngủ để đổi lấy chiếc áo. Đợi đến đêm khuya thanh vắng nàng lại gọi: <br> <br> - Chàng đánh trống ơi, chàng đánh trống ơi, hãy nghe lời thiếp. Chàng quên thiếp rồi sao? Trên núi Thủy tinh, chàng ngồi bên cạnh thiếp, chống mụ phù thủy, thiếp đã bảo vệ chàng! Chàng nắm tay thiếp, thề thốt trăm năm. Chàng đánh trống ơi, chàng đánh trống ơi, hãy nghe lời thiếp! <br> <br> Nhưng nàng không thể đánh thức được chàng đánh trống đã uống thuốc ngủ. Sớm hôm sau, công chúa lại đành trở về ngôi nhà nhỏ trong rừng, lòng buồn vô hạn. Có người ở trong nhà nghe được tiếng than của nàng đêm trước đã kể lại cho chú rể nghe. Họ cũng nói cho chàng rõ là vì chàng đã uống phải thuốc ngủ trong rượu nên không thể nghe thấy được những lời than đó. <br> <br> Tối ngày thứ ba, công chúa lại xoay chiếc nhẫn thần và ước: \"Một chiếc áo lấp lánh như sao\". Thấy nàng mặc chiếc áo đó vào dự lễ, hai chiếc áo trước đã đẹp mà còn thua xa, cô dâu rất tức tối. Cô ta tự nhủ: \"Ta phải lấy chiếc áo ấy và nhất định ta sẽ lấy được\". <br> <br> Cũng như hai lần trước công chúa lại đổi chiếc áo để được phép qua một đêm ở trước cửa phòng chú rể. Nhưng lần này chú rể không uống cốc rượu đưa trước khi đi ngủ anh để rượu ra mé sau giường nằm. Và đến lúc trong nhà đã yên tĩnh đâu đấy cả, anh nghe có tiếng có tiếng người dịu dàng gọi anh: <br> <br> - Chàng đánh trống ơi, chàng đánh trống ơi, hãy nghe lời thiếp. Chàng quên thiếp rồi sao? Trên núi Thủy tinh, chàng ngồi bên cạnh thiếp, chống mụ phù thủy, thiếp đã bảo vệ chàng! Chàng nắm tay thiếp, thề thốt trăm năm. Chàng đánh trống ơi, chàng đánh trống ơi, hãy nghe lời thiếp! <br> <br> Anh chợt nhớ lại tất cả mọi chuyện. Anh kêu lên: <br> <br> - Trời! Sao ta lại có thể ăn ở bội bạc như thế nhỉ? Nhưng lỗi chính là ở cái hôn, cái hôn giữa lúc bối rối ta đã đặt lên má bên phải của cha mẹ ta, nó đã làm cho ta u mê đi. <br> <br> Anh vùng dậy, dắt tay công chúa dẫn đến trước giường nằm của bố mẹ. Anh nói: <br> <br> - Đây mới là cô dâu thật, nếu như con lấy người kia thì con sẽ có lỗi vô cùng. <br> <br> Bố mẹ anh nghe rõ đầu đuôi câu chuyện cũng bằng lòng. Tức thì trong phòng lớn đèn nến lại được thắp sáng trưng, tiếng kèn lại vang lên, bè bạn, họ hàng được mời ngay trở lại, đám cưới thật được tổ chức trong bầu không khí vui vẻ, tưng bừng. Cô dâu kia được giữ lại mấy chiếc áo đẹp coi như của bồi thường và cô ta cũng hài lòng.</font></span>",
      "imageUrl" : "https://goo.gl/ZtEVu5",
      "length" : "25:28",
      "title" : "Anh chàng đánh trống",
      "videoId" : "ZCyDhkODKjw",
      "videoUrl" : "https://youtu.be/ZCyDhkODKjw"
    }, {
      "description" : "<span class=\"content\"><font face=\"Verdana, Arial\" size=\"2\">Một người có ba con trai, cả cơ nghiệp có một cái nhà. Người con nào cũng muốn sau này, khi bố mất, nhà sẽ về mình. Ông bố thì con nào cũng quí, thành ra rất phân vân, không biết tính sao cho các con vừa lòng. Bán nhà đi thì có tiền chia cho chúng, nhưng là của hương hỏa nên ông không muốn bán. Sau ông nghĩ được một kế, bảo các con: <br> <br> - Chúng mày hãy đi chu du thiên hạ, thử gan thử sức một phen. Mỗi đứa học lấy một nghề. Đứa nào giỏi nhất, bố cho cái nhà. <br> <br> Ba người con lấy làm thích lắm. Người con cả muốn trở thành thợ đóng móng ngựa, người thứ hai muốn làm thợ cạo, còn người em út muốn làm thầy dạy võ.  Ba anh em hẹn nhau ngay về, rồi chia tay ra đi. <br> <br> Cả ba người đều gặp được thầy giỏi truyền cho biết hết bí quyết nhà nghề. Người đóng móng ngựa được làm việc cho nhà vua và nghĩ bụng: \"Phen này, chắc nhà không thoát khỏi tay mình\". Người thợ cạo được sửa tóc cho những nhà quyền quí nên chắc mẩm là được nhà. Anh học võ bị đấm nhiều miếng nhưng vẫn cắn răng chịu, nghĩ bụng: \"Nếu sợ bị đấm thì bao giờ được nhà?\".<br> <br> Đến hẹn, ba anh em trở về nhà. Nhưng chẳng ai biết làm thế nào để thi thố tài nghệ của mình, bèn ngồi bàn với nhau. Đương lúc ấy chợt có một chú thỏ băng qua cánh đồng. Anh thợ cạo reo lên: \"May quá, thật là vừa đúng dịp\". Anh liền cầm đĩa xà phòng, đánh <br> bọt, đợi thỏ ta đến gần, anh vừa chạy theo vừa quét xà phòng, cạo râu thỏ mà không hề làm thỏ xầy da chút nào. Người bố khen: \"Khá lắm! Nếu hai thằng kia không làm được trò gì hay hơn thế thì cho mày cái nhà\". <br> <br> Một lát sau có một cỗ xe ngựa chạy qua như bay. Anh đóng móng ngựa nói: \"Bố xem tài con nhé!\". Anh liền chạy đuổi theo cỗ xe, tháo bốn móng sắt của một con ngựa và thay luôn bốn móng mới trong khi ngựa vẫn phi đều. Người bố lại khen: \"Mày giỏi lắm! Mày chẳng kém gì em mày. Không biết cho đứa nào cái nhà đây!\". <br> <br> Lúc bấy giờ người con út mới nói: <br> <br> - Thưa bố, bây giờ đến lượt con, bố cho con thử tài. <br> <br> Vừa lúc ấy trời bắt đầu mưa. Anh ta rút ngay gươm múa kín trên đầu, người không dính một giọt nước nào. Trời mưa ngày càng to, anh ta múa càng hăng, áo quần vẫn khô như đứng nơi kín đáo. Người bố ngạc nhiên quá reo lên: <br> <br> - Con thật là tài nhất! Thôi con được cái nhà rồi. <br> <br> Hai anh cũng phục người em út lắm và đồng ý với cha. Ba anh em rất mực thương nhau nên ở cùng một nhà, mỗi người làm nghề của mình. Họ tài khéo nên kiếm được nhiều tiền. Họ sống sung sướng như vậy mãi cho đến lúc tuổi già, một người ốm chết, hai người kia buồn rầu cũng chết theo. Cả ba anh em vừa khéo vừa giỏi, lại vừa quí mến lẫn nhau, đều được chôn chung một mộ.</font></span>",
      "imageUrl" : "https://goo.gl/cVzFRd",
      "length" : "3:44",
      "title" : "Ba anh em",
      "videoId" : "Pm5PGnPLJy8"
    }, {
      "description" : "<span class=\"content\"><font face=\"Verdana, Arial\" size=\"2\">Có hai anh em nhà kia mồ côi mẹ. Một hôm, anh dắt em gái đi thủ thỉ nói: <br> <br> - Từ ngày mẹ mất, anh em mình không có lúc nào sung sướng nữa. Mẹ ghẻ hàng ngày đánh đập, xin cái gì thì thượng cẳng chân, hạ cẳng tay đuổi đi. Ăn thì chỉ có mấy miếng bánh mì đầu thừa đuôi thẹo. Con cún ở chân bàn còn sướng hơn anh em mình, thỉnh thoảng nó còn được mẹ ghẻ vứt cho một miếng ngon. Lạy trời phù hộ để mẹ chúng mình thấy tình cảnh này! Thôi em ạ, anh em mình hãy bỏ nhà đi đi. <br> <br> Hai anh em đi suốt hai ngày qua đồng ruộng bãi hoang. Trời đổ mưa, anh bảo em: <br> <br> - Trời khóc cùng với anh em mình đấy. <br> <br> Chiều tối, hai anh em tới một khu rừng to. Chúng đi đường xa, vừa đói vừa mệt, chui vào hốc cây ngủ. Sáng hôm sau, khi chúng bừng mắt dậy thì mặt trời đã lên cao, nắng chiếu vào trong hốc cây. Anh nói: <br> <br> - Em ạ, anh khát quá. Hễ gặp suối là anh uống ngay. Mà nghe như có tiếng suối đâu đây. <br> <br> Anh đứng dậy dắt em đi tìm suối. Mẹ kế vốn là một mụ phù thủy. Mụ đã thấy hai đứa trẻ ra đi nên mụ rón rén bước theo. Mụ phù phép vào tất cả các suối trong rừng. Hai anh em thấy một cái suối chảy như thác bạc xuống đá. Anh muốn uống, nhưng em nghe như có tiếng rì rào trong suối: <br> <br> - Ai uống nước ta, sẽ hóa ra cọp. Ai uống nước ta, sẽ hóa ra cọp. <br> <br> Em bảo anh: <br> <br> - Em xin anh, anh chớ có uống, kẻo lại hóa thành thú dữ xé xác em mất. <br> <br> Anh khát đến cháy cổ, vẫn cố nhịn không uống: <br> <br> - Thôi đợi đến suối sau. <br> <br> Tới suối thứ hai, em nghe thấy tiếng rì rào: <br> <br> - Ai uống nước ta, sẽ thành chó sói. Ai uống nước ta, sẽ thành chó sói. <br> <br> Em lại bảo anh: <br> <br> - Anh ơi, em xin anh chớ có uống, kẻo lại hóa thành chó sói ăn thịt em. <br> <br> Anh không uống, nói: <br> <br> - Đến suối sau, em muốn nói gì thì nói, thế nào anh cũng phải uống, anh khát quá rồi. <br> <br> Hai anh em đến suối thứ ba thì em nghe thấy tiếng rì rào: <br> <br> - Ai uống nước ta sẽ hóa thành con mang. Ai uống nước ta sẽ hóa thành con mang. <br> <br> Em bảo: <br> <br> - Ối anh ơi, em xin anh, anh chớ có uống kẻo lại hóa thành con mang bỏ em mà chạy. <br> <br> Nhưng anh đã quì gối, cúi xuống uống nước suối. Môi vừa dính nước thì người đã hóa thành con mang. Em khóc than thương hại cho anh. Con mang cũng khóc lóc và ngồi rầu rĩ bên em. Mãi sau em mới nói: <br> <br> - Anh mang thân mến ơi, anh mang cứ yên tâm, em sẽ không bao giờ rời anh mang ra đâu. <br> <br> Rồi em tháo nịt vàng ra buộc cổ mang, lại đi nhổ cói tết một sợi dây mềm, dắt mang vào rừng sâu. Người và vật đi mãi thì tới một căn nhà nhỏ. Em nhìn vào thấy nhà bỏ không, nghĩ bụng ở lại đấy được. Em đi tìm rêu và lá khô làm đệm cho mang. Sáng sáng, em đi tìm củ, quả dại và hạt dẻ để ăn, lấy cỏ non, đút cho mang ăn. Mang vui thích nhảy nhót quanh em. Buổi tối, khi em mệt, em gối đầu vào lưng mang ngủ một giấc ngon lành. Nếu anh lại biến thành người được thì cuộc đời của hai anh em thật sung sướng. <br> <br> Chúng sống quạnh hiu như vậy một thời gian trong rừng hoang. Một hôm, vua tổ chức một cuộc săn lớn trong rừng. Tiếng tù và, tiếng chó sủa, tiếng người đi săn hò hét cười đùa vang trời. Mang nghe thấy, muốn nhập cuộc quá đi mất. Mang bảo em: <br> <br> - Anh xin em, em hãy cho anh nhập cuộc săn. Anh không chịu được nữa. <br> <br> Mang van xin mãi, em đành để cho đi. Em nói với mang: <br> <br> - Nhưng thế nào chiều tối anh cũng phải về nhé. Em sẽ đóng cửa lại để đề phòng bọn đi săn độc ác. Anh về nhớ gõ cửa nói: \"Em ơi em, hãy mở cho anh vào, để em nhận ra anh. Nếu anh không nói thì em không mở cửa đâu nhé\". <br> <br> Mang nhảy ra ngoài trời rất là thảnh thơi vui thú. Vua và quần thần thấy con mang đẹp, đuổi theo nhưng không kịp. Lúc tưởng là bắt được đến nơi thì mang nhảy vọt qua bụi cây biến mất. Chiều tối, mang về nhà gõ cửa nói: <br> <br> - Em ơi em, hãy mở cửa cho anh vào. <br> <br> Cửa mở, mang nhảy vào, nằm nghỉ suốt đêm trên đệm ấm. Sáng hôm sau, cuộc săn lại bắt đầu, mang ta nghe tiếng tù và, tiếng người đi săn la hò, sốt ruột bảo: \"Em ơi em, mở cửa cho anh, thế nào anh cũng phải ra mới được\". Em mở cửa cho mang ra và bảo: \"Nhưng đến tối anh phải về nhé, nhớ nói câu em dặn\". <br> <br> Vua và quần thần vừa thấy con mang đeo vòng vàng thì đuổi theo liền, nhưng mang chạy nhanh hơn họ. Họ dồn mang suốt ngày, đến tối thì vây được mang. Một người bắn trúng chân mang khiến mang bị thương nhẹ, khập khiễng đi không được nhanh. Người đi săn theo dõi mang đến tận căn nhà nhỏ và nghe thấy mang gọi: <br> <br> - Em ơi em, hãy mở cửa cho anh vào. <br> <br> Cửa mở ra rồi đóng lại liền. Người đi săn nhớ kỹ những điều mắt thấy tai nghe, kể lại cho <br> vua. Vua phán: \"Ngày mai lại đi săn\". <br> <br> Em thấy mang bị thương sợ lắm. Em lau sạch máu, đắp lá, bảo mang: <br> <br> - Mang ơi mang, mang ra nằm nghỉ trên nệm đi cho khỏi. <br> <br> Nhưng vết thương nhẹ nên sáng hôm sau mang không thấy đau gì nữa. Thấy ở bên ngoài cuộc săn lại nhộn nhịp, mang bảo: <br> <br> - Mang không nhịn được nữa đâu, mang đi đây. Không phải dễ mà bắt được mang đâu! <br> <br> Em khóc lóc bảo: <br> <br> - Lần này thì họ giết chết anh mất, rồi em ở một mình trong rừng, chẳng ai nghĩ đến em nữa. Không, em không để anh ra đâu. <br> <br> Mang đáp: <br> <br> - Thế thì mang ở đây cũng đến sốt ruột mà chết. Hễ mang nghe tiếng tù và là lòng lại rộn lên. <br> <br> Em không biết làm thế nào, đành rầu rầu mở cửa. Mang vui vẻ, nhảy tót vào rừng. <br> <br> Vua trông thấy mang, ra lệnh cho các người đi săn: <br> <br> - Đuổi nó cho đến đêm, nhưng chớ đụng đến nó. <br> <br> Mặt trời vừa lặn thì vua bảo người đi săn đã đến báo vua lần trước: <br> <br> - Nào đi, ngươi hãy dẫn ta đến căn nhà nhỏ trong rừng. <br> <br> Tới cửa, vua gõ và gọi: <br> <br> - Em ơi em, hãy mở cửa cho anh vào. <br> <br> Cửa mở, vua vào, thấy một cô gái đẹp tuyệt trần. Cô sợ quá vì không thấy mang của mình mà lại thấy một người đội mũ miện vàng. Vua nhìn cô rất dịu dàng, cầm lấy tay cô bảo: <br> <br> - Nàng có muốn theo trẫm về cung làm hoàng hậu không? <br> <br> Cô nói: <br> <br> - Thiếp xin vâng, nhưng xin cho mang đi cùng, thiếp không bỏ mang đâu. <br> <br> Vua đáp: <br> <br> - Mang sẽ ở với nàng suốt đời và sẽ không bao giờ bị thiếu thốn gì. <br> <br> Giữa lúc ấy thì mang nhảy vào. Em lấy dây buộc mang, dắt ra khỏi nhà. <br> <br> Vua đặt em lên ngựa cùng ngồi đưa về cung, làm lễ cưới rất to. Em lên ngôi hoàng hậu, hai vợ chồng hưởng hạnh phúc lâu dài. Mang được chăm nom săn sóc, tha hồ nhảy nhót trong vườn thượng uyển. <br> <br> Mụ dì ghẻ ác nghiệt đã làm cho hai anh em phải bỏ trốn, vẫn tưởng là sau đó em bị thú rừng ăn thịt và anh thì bị bắn chết. Khi mụ được tin cả hai anh em đều sung sướng thế thì mụ ghen tức lồng lộn. Mụ lại nghĩ cách hại chúng. Con gái mụ xấu như ma lem, chỉ có độc một mắt, dằn vặt mụ: <br> <br> - Số con phải được làm hoàng hậu cơ! <br> <br> Mụ an ủi con: <br> <br> - Mày cứ yên trí. Tao sẽ không để lỡ dịp đâu. <br> <br> Hoàng hậu đẻ ra một đứa con trai xinh đẹp, trong khi vua đi săn vắng. Mụ phù thủy già chỉ chờ đợi lúc ấy. Nó hóa phép biến thành một người hầu gái, vào trong phòng hoàng hậu nói: <br> <br> - Tâu lệnh bà, nước tắm đã sẵn sàng, mời lệnh bà đi tắm cho khỏe người, lệnh bà đi ngay kẻo nước nguội. <br> <br> Con gái mụ đứng sẵn đó. Hai mẹ con khiêng hoàng hậu mệt lả vào buồng tắm, khóa cửa lại bỏ đi. Chúng hun lửa ở trong buồng tắm để cho bà hoàng hậu trẻ đẹp bị chết ngạt. <br> <br> Mụ già làm xong việc ấy liền đội mũ cho con, đưa vào nằm giường hoàng hậu. Mụ hóa phép cho con biến thành hoàng hậu hình dáng vẻ người y hệt, nhưng không sao chữa được con mắt hỏng cho con. Con mụ đành nằm nghiêng về mé mắt hỏng để vua không nhận ra. Buổi tối, vua đi săn về, nghe nói hoàng hậu sinh con trai mừng lắm, định tới giường hoàng hậu thăm. <br> Mụ già vội nói: <br> <br> - Chớ chớ, bệ hạ chớ có kéo rèm lên. Hoàng hậu chưa nhìn ánh sáng được đâu, phải nghỉ ngơi đã. <br> <br> Vua lui về, không biết có hoàng hậu giả nằm trong giường. Đến nửa đêm, mọi người đều ngủ, người bảo mẫu một mình thức bên nôi Hoàng tử thấy cửa mở ra, hoàng hậu thật bước vào. Bà <br> bế con ở nôi ra, cho con bú. Rồi bà giũ gối cho con, đặt con nằm và đắp chăn cho con. Bà cũng không quên con mang, bà đi tới góc phòng nó nằm và vuốt lưng nó. Sau đó, bà lẳng lặng ra. Hôm sau, người bảo mẫu hỏi lính canh có thấy ai ban đêm vào cung không. Lính canh đáp: <br> <br> - Không, chúng tôi chẳng thấy ai cả. <br> <br> Hoàng hậu đến mấy đêm như thế mà không bao giờ nói một câu gì. Người bảo mẫu nhìn thấy bà nhưng không dám nói hở cho ai biết. Sau một thời gian, hoàng hậu bắt đầu nói trong đêm tối: <br> <br> - Con ta ra sao? Mang của ta ra sao? Ta còn đến hai lần nữa thôi. <br> <br> Người bảo mẫu không trả lời, nhưng khi hoàng hậu biến đi, thì chị tìm vua kể lại hết. Vua phán: <br> <br> - Trời! Sao lại có chuyện thế nhỉ! Đêm nay ta sẽ thức trông con. <br> <br> Đến tối, vua vào buồng hoàng tử. Vào khoảng nửa đêm, hoàng hậu lại hiện ra và nói: <br> <br> - Con ta ra sao? Mang của ta ra sao? Ta còn đến một lần nữa thôi. <br> <br> Rồi hoàng hậu chăm sóc con như thường lệ, trước khi biến mất. Vua không dám lên tiếng, nhưng đêm sau lại thức. Hoàng hậu nói: <br> <br> - Con ta ra sao? Mang của ta ra sao? Ta đến lần này là lần cuối cùng. <br> <br> Vua không nhịn được nữa, liền chạy lại nói: <br> <br> - Đúng nàng là vợ yêu quí của ta rồi! <br> <br> Bà trả lời: <br> <br> - Thưa đúng, em là vợ của nhà vua. <br> <br> Vừa lúc đó thì nàng sống lại, tươi tắn, hồng hào, khỏe mạnh. Nàng bèn kể lại cho vua nghe tội ác của mụ phù thủy độc ác và con mụ. Vua cho đem hai đứa ra xử. Chúng bị tội chết, án xử xong thì mang lại hiện nguyên hình thành người. Hai anh em cùng nhau sống sung sướng mãi đến khi chết.</font></span>",
      "imageUrl" : "https://goo.gl/YgtStW",
      "length" : "13:11",
      "title" : "Anh và em gái",
      "videoId" : "v5--09nEalQ"
    }, {
      "description" : "<span class=\"content\"><font face=\"Verdana, Arial\" size=\"2\">Xưa có một bác nông dân khôn ngoan ranh mãnh, mẹo vặt của bác thì không sao kể hết được. Lý thú nhất là chuyện bác có lần lừa được cả quỷ. <br> <br> Một hôm, trời xẩm tối, bác cày ruộng xong, sửa soạn về nhà thì thấy ở trên mảnh ruộng của mình một đống than hồng. Bác lấy làm lạ đến gần thì thấy một con quỉ nhỏ đen xì ngồi trên lửa. Bác bảo: <br> <br> - Mày ngồi trên đống của đấy à? <br> <br> Quỷ đáp: <br> <br> - Đúng rồi, ngồi trên đống của, chú mày suốt đời chưa thấy nhiều vàng bạc đến thế đâu! <br> <br> Bác nông dân nói: <br> <br> - Của cải trên đất của ta là thuộc về ta. <br> <br> Quỷ đáp: <br> <br> - Ừ, nó thuộc về chú mày, nếu chú mày làm ruộng hai vụ, hoa lợi được bao nhiêu chú mày chịu chia cho ta một nửa. Tiền thì ta có khối, ta chỉ thèm có ít hoa lợi thôi. <br> <br> Bác nông dân nhận lời, bảo: <br> <br> - Để sau này chia nhau khỏi lôi thôi, mày sẽ lấy cái gì mọc ở trên mặt đất, tao sẽ lấy cái gì mọc ở dưới. <br> <br> Quỷ đồng ý. Bác nông dân đa mưu trồng củ cải. Đến mùa bới củ cải, quỷ hiện lên để lấy phần hoa lợi của mình thì chỉ thấy rặt có lá úa vàng, còn bác nông dân thì được bới củ, thích chí lắm. Quỷ bảo: <br> <br> - Thôi được, chú mày đã lừa được ta một chuyến, chuyến sau thì đừng có hòng. Cái gì mọc trên mặt đất thì chú mày lấy, còn ta sẽ lấy cái gì mọc ở dưới. <br> <br> Bác nông dân đáp: <br> <br> - Thế cũng được. <br> <br> Đến mùa, bác không trồng củ cải nữa mà gieo lúa. Lúa chín, bác ra đồng cắt lúa gần sát đất. Quỷ đến thấy chỉ có gốc rạ tức quá chui xuống vực. Bác nông dân nói: <br> <br> - Ấy đối với cáo già thì phải cho một vố như thế. <br> <br> Rồi bác đi lấy của.</font></span>",
      "imageUrl" : "https://goo.gl/pY8LLQ",
      "length" : "2:12",
      "title" : "Bác nông dân và con quỷ",
      "videoId" : "p-PukIS7NpE"
    }, {
      "description" : "<span class=\"content\"><font face=\"Verdana, Arial\" size=\"2\">Ngày xưa có một người đàn bà góa sống cô quạnh trong một túp lều gianh. Trước cửa là một cái vườn có hai cây hoa hồng, một cây ra hoa đỏ, một cây ra hoa trắng. Bà có hai cô con gái, trông đẹp như hai cây hồng. Vì vậy bà đặt tên hai con là Bạch Tuyết và Hồng Hoa. <br> <br> Hai cô bé rất ngoan ngoãn, hay làm, trần gian thực hiếm có. Bạch Tuyết dịu dàng, thùy mị hơn Hồng Hoa. Hồng Hoa hay chạy nhảy ngoài đồng, hái hoa, bắt bướm. Còn Bạch Tuyết thì luôn ở nhà với mẹ, hoặc giúp việc nội trợ, hoặc đọc sách cho mẹ nghe. Hai chị em yêu nhau lắm, đi đâu cũng dắt tay nhau. Khi Bạch Tuyết nói: <br> <br> - Chị em chúng ta không rời nhau... <br> <br> Thì Hồng Hoa nói tiếp: <br> <br> - ...suốt đời. <br> <br> Bà mẹ lại nói thêm: <br> <br> - Hai chị em có gì cũng phải chia nhau nhé. <br> <br> Hai chị em thường vào rừng hái quả dại. Thú rừng thân mật đến hai chị em, không đụng chạm đến hai em. Thỏ ăn lá trong lòng bàn tay hai em. Hoẵng gặm cỏ bên cạnh hai em. Hươu nhảy nhót gần hai em. Chim trên cành hót vui tai hai em. Hai em không bao giờ bị nạn. Khi nào nhỡ muộn không về được, thì hai em nằm sát nhau trên thảm rêu, ngủ lại trong rừng đến sáng, mẹ biết vậy nên cũng chẳng lo ngại gì. <br> <br> Bạch Tuyết và Hồng Hoa quét tước nhà cửa sạch sẽ lắm, nhìn vào thật thích mắt. Mùa hè thì Hồng Hoa làm công việc nội trợ, sáng nào cũng đặt trước giường mẹ một bó hoa trong đó có một bông hoa hồng trắng và một bông hoa hồng đỏ hái ở hai cây hồng của nhà. Mùa đông thì Bạch Tuyết đốt lửa và móc nồi lên bếp lửa. Nồi bằng đồng đánh sáng nhoáng như vàng. Tối đến, khi tuyết xuống, thì mẹ lại bảo: <br> <br> - Bạch Tuyết ơi, con ra cài then cửa lại. <br> <br> Rồi ba mẹ con ngồi bên lửa. Mẹ đeo kính, lấy quyển sách to ra đọc. Hai con vừa xe chỉ vừa nghe. Một chú cừu con nằm bên, đằng sau có một con chim gáy đậu, đầu rúc vào cánh. Một buổi tối, mẹ con đang quây quần êm ái như thế, thì có tiếng gõ cửa. Mẹ bảo: <br> <br> - Hồng Hoa, con chạy mau ra mở cửa, chắc có khách bộ hành tìm chỗ trú đêm đấy. <br> <br> Hồng Hoa ra mở cửa, tưởng là thấy một người nghèo khổ. Nhưng không, một con gấu thò đầu to kệch và đen xì vào. Em hét lên một tiếng, lùi lại. Đồng thời cừu con kêu be be, chim gáy vỗ <br> cánh và Bạch Tuyết trốn vào sau giường mẹ. Gấu nói: <br> <br> - Đừng sợ, tôi không làm gì đâu, tôi rét cóng, chỉ muốn sưởi nhờ một tí thôi. <br> <br> Bà mẹ bảo gấu: <br> <br> - Tội nghiệp, lại gần lửa mà sưởi, cẩn thận kéo cháy lông nhé. <br> <br> Rồi bà gọi con: <br> <br> - Bạch Tuyết, Hồng Hoa lại đây, gấu không làm gì các con đâu, nó không có ý xấu đâu. <br> <br> Hai em chạy lại, rồi dần dần cừu con và chim gáy hết sợ cũng đến. Gấu nói: <br> <br> - Các em rũ tuyết ở lưng xuống hộ tôi. <br> <br> Hai em đi lấy chổi quét lông cho gấu. Gấu nằm gần lửa, kêu gừ gừ ra vẻ khoái lắm. Chẳng mấy chốc hai em hết sợ, bắt đầu đùa nghịch với người khách ngờ nghệch. <br> <br> Hai em giật giật lông gấu, để chân lên lưng gấu, lăn gấu xuống đất, hoặc lấy cành cây quật gấu; hễ gấu gừ gừ, hai em lại cười khanh khách. Gấu cứ để hai em nghịch, nhưng khi hai em nghịch quá thì gấu bảo: <br> <br> - Bạch Tuyết, Hồng Hoa để cho anh sống với. Hai em đừng đánh chết người yêu của hai em nhé. <br> <br> Khi cả nhà đi ngủ, bà mẹ bảo gấu: <br> <br> - Gấu cứ nằm bên lửa mà sưởi cho ấm kẻo ở ngoài lạnh giá. Trời vừa tảng sáng thì hai em mở cửa cho gấu ra, gấu đạp tuyết vào rừng. <br> <br> Từ đó, tối nào đúng giờ ấy gấu cũng đến nhà nằm bên bếp lửa và để cho trẻ tha hồ trêu mình. Cả nhà thân với gấu, chờ cho con vật lông đen đến rồi mới cài then cửa. <br> <br> Mùa xuân trở lại, cây cỏ xanh tươi. Một hôm gấu bảo Bạch Tuyết: <br> <br> - Bây giờ anh phải đi. Mùa hè này anh không thể đến đây được, em ạ. <br> <br> Bạch Tuyết hỏi: <br> <br> - Anh đi đâu, anh gấu thân yêu? <br> <br> - Anh phải vào rừng giữ của kẻo những thằng lùn tai ác ăn trộm mất. Mùa đông, khi đất có băng phủ, thì bọn lùn phải chịu ở dưới đất, không nhoi lên được, nhưng nay mặt trời sưởi mềm đất, thì chúng lại nhoi lên tìm cách ăn trộm của anh; cái gì đã vào tay chúng, chúng cất vào sào huyệt của chúng thì khó lòng mà lấy lại được. <br> <br> Bạch Tuyết buồn rầu vì phải từ giã gấu. Lúc em mở then cửa cho gấu ra, gấu vướng phải móc cửa, hơi trầy da. Em nhìn thấy hình như có vàng sáng nhoáng dưới da gấu nhưng em không chắc lắm. Gấu rảo bước rồi khuất bóng sau rừng. <br> <br> Cách đấy ít lâu, mẹ sai hai con gái vào rừng kiếm củi. Hai em trông thấy một cái cây to ai đã hạ xuống và có vật gì nhảy nhót hết chỗ này đến chỗ kia trong đám cỏ gần gốc cây. Hai em lại gần, nhận ra một thằng lùn, mặt già khọm, bộ râu bạc dài vướng vào keo cây, nhảy nhót như một chó con bị xích, không sao thoát được. Nó quắc đôi mắt đỏ ngầu nhìn hai em, thét rằng: <br> <br> - Sao chúng bay cứ đứng đực đấy ra mà nhìn, không đến cứu tao? <br> <br> Hồng Hoa hỏi: <br> <br> - Bác đã làm gì đến nỗi thế? <br> <br> Thằng lùn đáp: <br> <br> - Đồ ngu, mày lại còn thóc mách, tao muốn bổ cây này lấy củi nhỏ đun bếp. Tao không dùng củi to, củi to làm cháy mất món ăn. Chúng tao ăn nhỏ nhẻ chứ đâu có ngốn như đồ tham ăn tục uống chúng mày. Tao đã chêm nêm được rồi, nhưng không ngờ nêm trơn quá, thình lình tuột ra mất. Gỗ ập lại nhanh như chớp, tao không kịp rút chòm râu bạc đẹp đẽ ra, nên tao bị giam ở đây. Thế mà chúng bay còn cười, đồ nhãi còn hơi sữa, đồ ngu ngốc không biết xấu mặt. <br> <br> Hai em cố hết sức giúp thằng lùn nhưng không thể gỡ râu nó ra được. Hồng Hoa nói: <br> <br> - Để tôi đi gọi người đến. <br> <br> Thằng lùn hộc lên: <br> <br> - Đồ điên! Ai cần? Có hai chúng mày đã là quá lắm rồi. Chúng bay không nghĩ ra cách gì khác nữa à? <br> <br> Bạch Tuyết nói: <br> <br> - Bác đừng sốt ruột, tôi sẽ có cách cứu bác. <br> <br> Rồi em lấy kéo nhỏ ở túi ra, cắt ngọn râu thằng lùn. Được thoát nạn, nó đi lấy một cái bị đầy vàng ở đám rễ cây và càu nhàu: <br> <br> - Đồ mất dạy! Chúng bay cắt mất một mẩu râu đẹp của ông. Quỉ sứ sẽ làm tội chúng mày. <br> <br> Rồi nó đeo bị vàng lên vai, đi thẳng, không thèm nhìn hai em. <br> <br> Sau đó ít lâu, Bạch Tuyết và Hồng Hoa đi câu cá ăn. Khi đến gần bờ suối, hai em trông thấy cái gì như một con châu chấu to đang muốn nhảy nhót như muốn đâm xuống nước. Hai em chạy lại thì nhận ra thằng lùn trước. Hồng Hoa hỏi: <br> <br> - Bác làm sao đây? Bác muốn nhảy xuống suối à? <br> <br> Thằng lùn gào lên: <br> <br> - Tao đâu có ngu thế. Mày mở mắt ra mà trông, con cá khốn nạn này nó muốn lôi tao xuống sông đấy. <br> <br> Nguyên thằng lùn đang ngồi câu cá, bỗng không may bị gió cuốn râu mắc vào dây câu. Một con cá to cắn câu, thằng lùn yếu sức không lôi nổi con cá lên, con cá khỏe hơn kéo thằng lùn xuống. Nó bám lấy cỏ lấy sậy, nhưng không ăn thua. Lúc nó sắp bị cá lôi xuống thì hai em đến kịp, giữ được nó lại. Hai em gỡ cho râu nó, nhưng không ăn thua, vì râu cuốn chặt vào dây câu. Chỉ còn cách là lấy kéo cắt một đoạn râu nữa. Thằng lùn thấy thế kêu om lên: <br> <br> - Đồ ranh con! Chúng bay làm nhơ nhuốc mặt người ta thế à! Ở đằng kia, chúng bay đã cắt râu tao, bây giờ chúng bay lại cắt đoạn râu đẹp nhất của tao, làm tao không dám để anh em trông thấy mặt nữa. Tao cầu cho chúng bay phải chạy cho đến mòn gót giầy. <br> <br> Rồi nó đi lấy túi ngọc trai để trong đám sậy và không nói thêm nửa lời, lẩn sau một hòn đá. <br> <br> Cách đó ít lâu, mẹ sai hai con gái ra tỉnh mua kim chỉ và băng. Con đường qua một bãi hoang rải rác có những tảng đá to. Hai cô bé thấy một con chim to liệng trên đầu mình hồi lâu, rồi xà xuống bên một tảng đá. Tức thì có tiếng kêu oe óe thảm thiết. Hai cô chạy đến thì sợ quá vì thấy con phượng hoàng đã quặp chặt lấy thằng lùn mà hai cô đã nhẵn mặt. Chim định tha nó đi. Hai cô bé níu chặt lấy thằng lùn, co kéo mãi làm cho con chim phải buông mồi ra. Nhưng khi hết sợ thì thằng lùn lại nhè mồm ra mắng hai em: <br> <br> - Đồ chúng bay vụng quá, không biết nhẹ tay hơn một chút. Kéo mạnh quá làm cho chiếc áo mỏng của người ta rách tan tành như thế này à. <br> <br> Rồi nó cắp túi ngọc của nó, len lỏi qua đá vào hang. Hai em đã quen với thói bạc bẽo của nó rồi nên không để ý, lên đường ra tỉnh mua bán. <br> <br> Lúc trở về, hai em lại qua bãi hoang, thì bắt gặp thằng lùn đang đổ những viên ngọc ra một chỗ đất sạch, vì nó không ngờ có người đi qua đó muộn thế. Dưới ánh nắng chiều hôm, ngọc lóng lánh muôn sắc. Hai em đứng lại xem. Thằng lùn mắng: <br> <br> - Chúng bay đứng đực ra đấy làm gì? <br> <br> Mặt nó vốn bềnh bệch nay đỏ lên vì tức giận. Nó toan chửi rủa nữa thì bỗng có tiếng gầm gừ kinh hồn, rồi một con gấu đen ở rừng đi ra. Thằng lùn hoảng hồn chồm dậy, định trốn về hang, nhưng không kịp vì gấu đã tới ngay bên. Nó sợ quá van lạy gấu: <br> <br> - Lạy ngài, xin ngài tha cho con, con sẽ biếu tất cả châu báu của con là những viên ngọc đẹp kia. Xin ngài để cho con sống, ngài ăn thịt kẻ nhỏ bé gầy gò như con thật chẳng bõ dính mồm. Ngài xơi thịt hai con ranh kia thì hơn: thịt chúng mềm như thịt cun cút vậy. <br> <br> Nhưng gấu không biết nghe, tát cho thằng quái gian ác một cái chết tươi. Hai cô bé chạy trốn, nhưng gấu bảo: <br> <br> - Bạch Tuyết, Hông Hoa ơi, đừng sợ, chờ anh đi cùng với. <br> <br> Hai em nhận ra tiếng gấu bèn đứng lại. Khi gấu đến gần hai em thì bộ lông gấu bỗng rơi xuống, gấu biến thành một chàng thanh niên đẹp trai mặc áo toàn vàng. Chàng nói: <br> <br> - Anh là hoàng tử. Thằng lùn kia đã lấy của cải của anh, rồi phù phép cho anh hóa ra gấu, phải lang thang trong rừng cho đến khi nó chết mới được giải thoát. Thế là ác giả ác báo. <br> <br> Bạch Tuyết lấy Hoàng tử và Hồng Hoa lấy em hoàng tử. Rồi bốn người chia nhau của cải thu thập được ở trong hang thằng lùn. Bà mẹ già sống lâu, yên vui gần con cái. Bà đem hai cây hồng, trồng trước cửa sổ. Năm nào, hai cây cũng ra hoa trắng, hoa đỏ rất đẹp.</font></span>",
      "imageUrl" : "https://goo.gl/7Lvruc",
      "length" : "13:24",
      "title" : "Bạch Tuyết và Hồng Hoa",
      "videoId" : "ilxhBK75nA4"
    }, {
      "description" : "<span class=\"content\"><font face=\"Verdana, Arial\" size=\"2\">Ngày xưa, có một người sinh được bảy con trai, nhưng không có con gái, cầu mãi cũng chẳng được. Mãi về sau, vợ có mang, bác ta chứa chan hy vọng; quả nhiên đứa con ra đời là con gái. Hai vợ chồng mừng lắm, nhưng đứa con gái lại bé quá. <br> <br> Vì thấy con yếu ớt, bố mẹ định làm phép rửa tội gấp cho con. Bố vội sai đứa con trai chạy ra suối lấy nước. Sáu đứa kia cũng đi theo. Bảy đứa tranh nhau múc nước, cái bình lăn xuống nước. Chúng không biết làm thế nào, không đứa nào dám về nhà. Thấy con mãi không về, bố sột ruột, nói: <br> <br> - Mấy thằng ranh lại mải chơi quên múc nước rồi. <br> <br> Bố sợ con gái nhỡ chết không được chịu phép rửa tội, phát cáu, rủa con: <br> <br> - Ước gì cả bảy thằng hóa ra quạ tất. <br> <br> Vừa nói buông lời thì nghe thấy tiếng vỗ cánh trên đầu và bảy con quạ đen như than bay liệng. Bố đã trót rủa rồi, hối lại không kịp nữa. <br> <br> Hai vợ chồng buồn vì mất bảy đứa con trai, nhưng được an ủi vì thấy đứa con gái quí mỗi <br> ngày một khỏe lên và đẹp ra. Mãi sau cô nghe thấy láng giềng xì xào rằng cô đẹp thật, nhưng vì cô mà bảy anh cô phải khổ, thì cô mới biết rằng cô có anh. Cô buồn rầu, hỏi bố mẹ xem là mình có anh không và các anh nay ra sao. Bố mẹ không thể giấu con được nữa, nói tránh ra rằng đó là lòng trời, và cô sinh ra chẳng có tội gì. <br> <br> Nhưng cô em hàng ngày vẫn bị lương tâm cắn rứt và quyết tâm giải thoát cho các anh khỏi bị phù phép. Cô bứt rứt lắm, trốn nhà ra đi khắp nơi mong tìm ra tung tích các anh để giải thoát các anh bằng mọi cách. Cô chỉ mang theo một chiếc nhẫn nhỏ là vật kỷ niệm của bố mẹ, một cái bánh mì để ăn, một bình nước nhỏ để uống và một chiếc ghế con để ngồi cho đỡ mỏi. <br> <br> Cô đi mãi đi mãi, đi đến tận cùng thế giới. Cô đi tới mặt trời, nhưng mặt trời nóng quá. Cô vội rời mặt trời và chạy đến mặt trăng, nhưng mặt trăng lạnh lẽo quá. Cô vội quay gót, đi tới các vì sao. Các vì sao tiếp cô niềm nở, vì sao nào cũng ngồi trên một cái ghế con. Sao Mai đứng dậy, cho cô một cái xương nhỏ và bảo cô: <br> <br> - Không có cái xương nhỏ này thì con không thể mở được núi thủy tinh là chỗ ở của các anh con. <br> <br> Cô bé cầm lấy cái xương, lấy khăn bọc cẩn thận, rồi đi mãi, đến núi thủy tinh. Cửa núi đóng. Cô cởi khăn tay ra để lấy cái xương, nhưng không thấy nữa. Thế là cô đã đánh mất món quà của vì sao tốt bụng. Làm thế nào bây giờ? Cô muốn cứu các anh mà chìa khóa núi lại mất rồi. Cô bèn rút dao ra, cắt mẩu ngón tay đút vào lỗ khóa. Cô bước vào, thấy một người lùn đi ra, hỏi: <br> <br> -\tCon đến tìm gì ở đây? <br> <br> - Con tìm các anh con là bảy con quạ. <br> <br> - Bây giờ các ông quạ đi vắng, nhưng nếu con muốn chờ các ông về thì con vào đây. <br> <br> Người lùn sắp bữa ăn tối cho bảy ông quạ vào bảy cái đĩa nhỏ và bảy cái cốc nhỏ. Cô bé ăn ở mỗi đĩa một miếng và uống ở mỗi cốc một hớp. Cô thả cái nhẫn mang theo vào cốc cuối cùng. Chợt cô nghe thấy trên không có tiềng vỗ cánh. Người lùn liền nói: <br> <br> - Các ông quạ đã về đó. <br> <br> Các ông quạ về thật. Mỗi ông đi tìm cốc đĩa của mình để ăn uống. Hết ông nọ đến ông kia hỏi: <br> <br> - Ai đã ăn ở đĩa của tôi? Ai đã uống cốc của tôi? Nhất định có người đụng đến cốc này. <br> <br> Khi con quạ thứ bảy uống hết cốc, thì nó thấy cái nhẫn. Nó nhìn chằm chằm và nhận ra cái nhẫn của bố mẹ, bèn nói: <br> <br> - Cầu Chúa cho em chúng ta ở đây thì chúng ta được giải thoát. <br> <br> Quạ vừa nói xong, cô bé đang đứng nghe sau cửa liền bước vào. Tức thì đàn quạ hóa ra người. Anh em ôm chặt lấy nhau hôn nhau mãi, rồi vui vẻ cùng nhau lên đường về nhà.</font></span>",
      "imageUrl" : "https://goo.gl/khwEy6",
      "length" : "4:56",
      "title" : "Bảy con quạ",
      "videoId" : "MBJuqDZtikg"
    }, {
      "description" : "<span class=\"content\"><font face=\"Verdana, Arial\" size=\"2\">Xưa có hai vợ chồng người thợ xay bột sống rất sung sướng. Họ có tiền của, mỗi năm lại sung túc thêm. Nhưng hoạn nạn thường đến bất ngờ. Của đến mau, của cũng đi mau, rút cục đến cái nhà xay bác ở cũng không chắc còn là của bác. Bác buồn lắm. Làm lụng cả ngày, tối về đặt mình xuống giường cứ trằn trọc, lo phiền.<br> <br>  Một hôm, bác dậy sớm tinh sương ra ngoài hóng mát cho thoải mái. Khi bác qua cái đập nước chỗ ao gần nhà có tiếng ùng ục. Bác ngoảnh lại nhìn thấy giữa ao có một người đàn bà đẹp từ từ nổi lên. Người ấy đưa bàn tay mềm mại vén mớ tóc dài xõa xuống hai vai, phủ lên tấm thân ngà ngọc. Bác biết ngay nó là con nam ở ao, sợ quá không biết nên đứng lại hay chạy trốn. Nhưng con nam cất giọng êm ái gọi tên bác và hỏi tại sao bác buồn. Mới đầu bác không dám mở mồm. Nhưng sau bác thấy con nam nói rất thân mật, mới định thần lại, kể cho nó nghe rằng trước bác được sống sung túc mà nay thì nghèo quá, không biết làm thế nào. <br> <br> Con nam bảo bác: <br> <br> - Bác cứ yên tâm, tôi sẽ làm cho bác giàu có sung sướng hơn trước; nhưng bác phải hứa cho tôi cái gì vừa mới đẻ ở nhà bác. <br> <br> Bác nghĩ bụng: \"Chắc lại con chó hay con mèo con gì đó\", rồi bác hứa cho nó. <br> <br> Con nam lại hụp xuống nước, còn bác yên tâm và vui vẻ rảo bước về nhà. Bác vừa về đến nhà thì con ở đã chạy ra báo cho bác biết tin mừng vợ mới đẻ con trai. Bác nghe tin như sét đánh ngang tai, vì bác thấy rõ con nam đã biết trước và đã đánh lừa bác. Mặt cúi gằm, bác lại gần giường vợ. Vợ hỏi sao con kháu thế mà bác không vui thì bác kể lại cho vợ nghe sự việc vừa xảy ra và lời bác đã hứa với con nam. Rồi bác nói tiếp: <br> <br> - Nếu mất đứa con thì giàu có mà làm gì! Biết làm sao bây giờ. Bà con chạy lại mừng bác cũng không mách được phương kế nào. <br> <br> Nhưng thần tài lại về nhà bác. Bác làm gì trúng nấy: ban đêm hình như hòm xiểng trong nhà cứ đầy lên, tiền bạc trong tủ biết sinh sôi nảy nở. Chẳng bao lâu bác giàu có hơn trước, nhưng vui là vui gượng vì nghĩ đến lời hứa với con nam, bác lại đau lòng. Mỗi khi đi qua gần ao, bác lại sợ nó nổi lên đòi nợ. Bác cấm tiệt con không được lai vãng gần ao và dặn con rằng: <br> <br> - Con chớ có vọc tay xuống ao, kẻo có bàn tay thò ra nắm lấy con mà lôi xuống đáy. <br> <br> Rồi năm tháng trôi qua không thấy con nam hiện lên. Bác đã bắt đầu yên tâm. Con bác đã thành một thanh niên. Bác cho con học nghề săn bắn. Khi anh đã thành một thợ săn giỏi, thì được vào làm việc cho người chúa làng. <br> <br> Trong làng có một cô gái xinh đẹp, phúc hậu, vừa ý anh. Ông chủ thấy thế, bèn cho anh một ngôi nhà nhỏ. Cưới xong, hai vợ chồng chung sống yên vui ở đó, yêu nhau rất mực. Một hôm, anh đuổi một con hoẵng, từ rừng ra đến cánh đồng, thì bắn chết được nó. Sau khi moi ruột con vật, anh vô tình đến cái ao nguy hiểm để rửa tay vấy máu. Anh vừa nhúng tay xuống nước thì con nam hiện lên mỉm cười ôm lấy anh bằng đôi tay ướt sũng, lôi anh xuống rất nhanh trong khi sóng cuồn cuộn. <br> <br> Tối đến, không thấy anh về, vợ anh lo sợ, đâm bổ đi tìm. Chợt nghĩ đến chồng thường nói phải đề phòng con nam ám hại, không đến gần ao, chị ngờ ngay đến chuyện xảy ra. Chị chạy đến ao, thấy túi đi săn của chồng, biết chắc là chồng đã bị nạn. Chị vật mình than khóc, gào tên người yêu, nhưng thật uổng công. Chị lại chạy sang bờ ao bên kia, gọi chồng, la mắng con nam, nhưng không có tiếng đáp lại. Chỉ có nửa vành trăng sáng soi trên mặt nươc im lìm. Tội <br> nghiệp người vợ cứ ở bờ ao, lúc thì kêu gào thảm thiết, lúc thì khe khẽ rên rỉ. Mãi sau kiệt sức, chị ngã xuống đất và ngủ thiếp đi. <br> <br> Chị nằm mơ thấy mình đang trèo núi, trong lòng lo sợ. Hai bên là đá tảng cực lớn, chân dẫm phải đá sắc và gai chảy máu, mưa đập vào mặt, gió ào ào thổi tung mớ tóc dài. Khi đến đỉnh núi thì thấy phong cảnh khác hẳn. Bầu trời xanh biếc, không khí êm dịu, sườn núi thoai thoải. Trên cánh đồng cỏ xanh, muôn hoa đua sắc, có một túp lều xinh xinh. Chị đến gần, mở cửa, chỉ thấy một bà cụ già tóc bạc thân mật vẫy chị. Đúng lúc ấy, chị thức giấc. Trời đã sáng. Chị nhất định làm theo giấc mộng. <br> <br> Chị ra sức trèo núi, quả nhiên thấy y như đêm qua. Bà lão tiếp chị thân mật, và trỏ ghế mời chị ngồi, rồi nói: <br> <br> - Chắc con đã gặp nạn nên mới phải tìm đến chiếc lều hẻo lánh của ta. <br> <br> Chị vừa khóc vừa kể lại sự việc đã xảy ra. Bà lão nói: <br> <br> - Thôi con đừng khóc nữa, ta sẽ giúp con. Đây ta cho con một cái lược vàng. Con chờ khi trăng tròn thì đến ngồi bên bờ ao, lấy lược này ra mà chải tóc mây. Chải xong, con để lược đó, thì sẽ có chuyện lạ xảy ra. <br> <br> Chị ta về nhà mong mãi mới đến ngày trăng tròn. Chị đợi khi mặt trăng sáng xuất hiện trên trời. Chị đến ngồi ở bờ ao, lấy lược vàng ra chải làn tóc mây dài. Chải xong, chị để lược trên bờ. Tức thì chị nghe thấy tiếng sóng cuồn cuộn từ đáy ao lên, dâng lên bờ, cuốn cái lược đi. Lược vừa tới đáy ao thì mặt nước reo ra làm đôi, rồi đầu chồng chị nổi lên. Anh không nói không rằng, chỉ rầu rầu nhìn vợ. Ngay lúc đó, một ngọn sóng nữa ào ào chạy đến, phủ kín đầu anh. Tất cả đều biến mất, ao lại yên lặng như trước, chỉ còn trăng in đáy nước. <br> <br> Chị chán nản về nhà, nhưng lại chiêm bao thấy túp lều bà lão. Sáng hôm sau, chị lại đến kể lể nỗi đau buồn cho bà nghe. Bà bèn cho chị một cái sáo bằng vàng mà bảo: <br> <br> - Con chờ đêm trăng nào tròn lại đến ngồi bờ ao thổi sáo thật hay, rồi đặt lên trên cát, thì con sẽ thấy có chuyện lạ xảy ra. <br> <br> Chị làm theo lời bà cụ dặn. Chị vừa mới đặt sáo xuống thì sóng đâu từ đáy ao đã ào ào nổi <br> lên, cuốn sáo đi mất. Tức thì nước rẽ ra. Không phải chỉ có đầu mà nửa mình chồng chị nổi lên. Anh tha thiết giơ tay hướng về chị, nhưng một ngọn sóng lại ầm ầm xô đến phủ lên anh, rồi cuốn anh xuống. Người đàn bà đáng thương than rằng: <br> <br> - Trời ơi, thấy chồng mà rồi lại mất thì thấy mà làm gì! <br> <br> Chị lại buồn tê tái, nhưng rồi lại chiêm bao đến nhà bà lão. Chị lại ra đi. Bà lão cho chị một cái guồng xe chỉ bằng vàng, và an ủi chị rằng: <br> <br> - Không uổng công đâu, con ạ. Con hãy chờ hôm nào trăng tròn, đem guồng này ra ngồi bờ ao mà xe chỉ cho đến khi được một cuộn to. Xong việc, con để guồng đó, rồi sẽ thấy có chuyện lạ xảy ra. Chị làm đúng như lời bà cụ dặn. Khi trăng tròn bắt đầu mọc, chị lấy guồng đem ra bờ ao chú tâm xe chỉ cho đến khi hết sợi, chỉ đầy cuộn. Chị đặt guồng xuống bờ ao, thì nước từ đáy ầm ầm dâng lên, một ngọn sóng lớn đến cuốn guồng đi. Tức thì đầu rồi tất cả người chồng chị theo sóng nhô lên. Anh vội nhảy lên bờ, cầm tay vợ rồi cùng vợ đi trốn, nhưng hai vợ chồng vừa mới chạy được vài bước thì nước ao dâng lên ầm ầm, ngập cả cánh đồng, thật là khủng khiếp. Hai vợ chồng tưởng chết đến nơi, nhưng vợ cầu cứu bà lão. Tức thì vợ biến ra cóc, chồng biến ra ếch. Hai anh chị bị một ngọn sóng đuổi kịp nhưng không chết, mỗi người dạt đi một nơi, xa nhau lắm. <br> <br> Khi nước đã rút, hai vợ chồng ở lại trên cạn và lại hiện nguyên hình thành người. Nhưng họ không biết số phận của nhau ra sao, vì mỗi người ở một xứ xa lạ, có núi cao, thung lũng sâu chia cách, người địa phương không biết họ ở đâu đến. Trong bao năm, hai vợ chồng cùng phải đi chăn cừu để sinh sống. Họ chăn cừu qua hết rừng nọ lại đến đồng kia, lòng luôn buồn rầu, thương tiếc. <br> <br> Rồi một hôm, mùa xuân trở lại tốt tươi tưng bừng trên mặt đất, hai vợ chồng đi chăn cừu tình cờ đi về hướng của nhau. Trên dốc đồi xa xa, anh thấy một bầy cừu, bèn dẫn cừu mình đến. Đôi bên cùng đến một thung lũng mà không nhận được ra nhau, nhưng đều mừng là không phải sống lẻ loi nữa. Từ đó ngày nào hai người cũng chăn cừu gần nhau, tuy không trò chuyện cùng nhau, nhưng cũng thấy vui. <br> <br> Một buổi tối, khi trăng tròn đã mọc, cừu đã ngủ, anh chăn cừu lấy sáo thổi một bài du dương nhưng rất não nùng. Chàng thổi xong, thấy người bạn gái khóc thảm thiết, bèn hỏi: <br> <br> - Tại sao em khóc? <br> <br> Nàng đáp: <br> <br> - Trời ơi, xưa kia cũng trăng sáng như hôm nay, em cũng thổi bài này thì thấy đầu chồng nổi lên mặt nước. <br> <br> Anh nhìn chị, rồi hình như có ai đó đã vén bức màn che mắt, anh nhận được ra người vợ yêu quí của mình. Còn chị, nhờ ánh trăng chiếu vào mặt anh, cũng nhận được ra chồng mình. Thế là hai vợ chồng ôm nhau hôn. Họ sung sướng hay không, chắc không cần phải nói.</font></span>",
      "imageUrl" : "https://goo.gl/ZCp21u",
      "length" : "11:36",
      "title" : "Con nam ở ao",
      "videoId" : "WAowOYHFbTk"
    }, {
      "description" : "<span class=\"content\"><font face=\"Verdana, Arial\" size=\"2\">Xưa có một người có ba con. Con thứ ba tên là chàng Ngốc thường bị khinh rẻ chế giễu và làm việc gì cũng bị gạt ra. Một hôm, con cả muốn vào rừng đốn củi. Trước khi anh ta đi, người mẹ cho anh ta một chiếc bánh trứng ngon lành và một chai rượu vang để mang theo ăn uống. Anh vào rừng gặp một ông lão nhỏ bé, tóc hoa râm, chào anh và nói: <br> <br> - Cho lão xin miếng bánh ở trong bị anh và một ngụm rượu vang. Lão vừa đói vừa khát đây. <br> <br> Anh chàng khôn ngoan đáp: <br> <br> - Nếu tôi cho lão bánh và rượu thì tôi chẳng còn gì! Thôi lão xéo đi! <br> <br> Rồi anh để kệ ông lão ở đấy mà đi. Anh đẵn cây được một lát thì trượt tay, rìu chém vào cánh tay, phải về nhà băng bó. Tai nạn ấy chính do ông lão bé nhỏ gây ra. Sau đó, người con thứ hai đi rừng. Người mẹ cũng cho một chiếc bánh trứng và một chai rượu vang y như với con cả. Ông lão bé nhỏ cũng đến xin anh miếng bánh và ngụm rượu. Người con thứ hai cũng rất khôn: <br> <br> - Tôi cho lão cái gì là tôi thiệt cái ấy. Thôi lão xéo đi! <br> <br> Rồi anh để kệ ông lão ở đấy mà đi. Anh cũng bị trừng phạt ngay: anh mới chặt cây được vài nhát thì chặt ngay vào chân, phải lê về nhà. <br> <br> Chàng Ngốc liền nói: <br> <br> - Thưa bố, bố để cho con đi đốn củi một lần. <br> <br> Bố đáp: <br> <br> - Thôi! Hai anh mày bị thương. Mày đốn củi thế nào được! <br> <br> Chàng Ngốc xin mãi, cuối cùng bố đành bảo: <br> <br> - Thôi thì mày cứ đi đi. Có vấp thì mới sáng mắt ra. <br> <br> Mẹ cho một chiếc bánh luộc ủ tro và một chai bia chua. Anh vào rừng thì cũng gặp một ông lão bé nhỏ tóc hoa râm, chào anh rồi bảo: <br> <br> - Cho lão xin một miếng bánh và một ngụm rượu, lão vừa đói vừa khát đây. <br> <br> Chàng Ngốc đáp: <br> <br> - Cháu chỉ có bánh ủ tro và bia chua thôi. Nếu cụ thấy tạm được, thì ông cháu ta ngồi xuống cùng đánh chén. <br> <br> Họ ngồi xuống. Chàng Ngốc rút bánh ủ tro ra thì thấy đó là một chiếc bánh trứng ngon lành; bia chua đã biến thành rượu vang ngon. Ăn uống xong, ông lão bảo: <br> <br> - Cháu tốt bụng, sẵn sàng chia của mình cho người khác. Để lão ban phúc cho. Chỗ kia có cây cổ thụ, cháu đẵn xuống sẽ thấy trong đám rễ cây có của quí. <br> <br> Nói xong ông lão từ biệt lên đường. <br> <br> Chàng Ngốc đi đẵn cây. Hạ cây xuống thì thấy trong đám rễ có một con ngỗng lông bằng vàng thật. Anh nhấc ngỗng lên ẵm vào một quán trọ để ngủ đêm. Chủ quán có ba con gái. Ba cô thấy ngỗng, tò mò không biết là chim gì mà lạ thế, chỉ muốn lấy một chiếc lông của nó. Cô cả nghĩ cách nhổ trộm một chiếc. Khi chàng Ngốc vừa ra, chị nắm ngay lấy cánh ngỗng. Nhưng tay bị dính chặt vào đó, không rút ra được. Một lát sau, cô thứ hai đến cũng chỉ chăm chăm muốn lấy một chiếc lông vàng. Cô vừa đụng đến cô chị thì bị dính ngay vào chị. Cô thứ ba cũng tới cũng định tâm lấy lông. Hai cô chị kêu lên: <br> <br> - Ối trời ơi là trời, tránh ra, tránh ra! <br> <br> Cô út chẳng hiểu tại sao lại phải tránh ra, nghĩ bụng các chị làm thì mình cũng làm được, liền nhảy lại. Cô vừa đụng tới các chị thì cũng bị dính vào. Cả ba cô suốt đêm phải ở liền với ngỗng. Sáng hôm sau, chàng ngốc mang ngỗng ra đi, cũng chẳng để ý đến ba cô dính vào ngỗng. Các cô đành lẽo đẽo theo sau, rẽ sang phải sang trái tùy theo bước của anh. Giữa đồng, cha xứ gặp cả đoàn người bèn nói: <br> <br> - Đồ gái quạ mổ, không biết xấu hổ à? Cứ bám lấy giai ra đồng như vậy coi có được không? <br> <br> Cha liền nắm tay cô út kéo lại; cha vừa đụng đến thì chính cha cũng bị dính vào và cũng phải lẽo đẽo đi theo. Một lúc sau, người giữ đồ thánh thấy cha xứ lẽo đẽo theo ba cô, ngạc nhiên quá hỏi: <br> <br> - Thưa cha, cha đi đâu mà vội vàng thế? Cha nhớ là hôm nay còn phải làm lễ rửa tội cho một đứa trẻ nữa cơ đấy. <br> <br> Ông ta chạy theo nắm áo cha thì cũng bị dính vào. Năm người đang bước thấp bước cao như vậy thì gặp hai bác nông dân vác cuốc ở đồng về. Cha xứ gọi họ, nhờ gỡ hộ mình và người giữ đồ thánh ra. Hai bác vừa sờ đến thì bị dính vào nốt. Như vậy là bảy người đi theo chàng Ngốc ôm ngỗng. <br> <br> Anh đi tới kinh kỳ. Nhà vua có một cô gái nghiêm nghị, không ai làm cô cười được. Vua phán là ai làm cho cô cười thì được lấy cô. Chàng Ngốc nghe thấy nói vậy, liền vác ngỗng và cả bảy người theo đuôi đến trước công chúa. Nàng thấy bảy người lếch thếch theo nhau, liền cười sằng sặc, không kìm lại được nữa. Chàng Ngốc liền đòi lấy nàng. Vua không thích chàng rể này, viện cớ nọ cớ kia để từ chối, ra điều kiện cho anh phải tìm ra người uống hết được một hầm rượu vang thì mới cho lấy. Chàng Ngốc nghĩ đến ông lão nhỏ bé, có thể giúp được mình, <br> liền vào rừng tìm. Tới chỗ cây bị đẵn, anh thấy có một người ngồi, mặt buồn rười rượi. Anh hỏi y sao lại buồn bao thế. Y đáp: <br> <br> - Tôi khát quá, uống bao nhiêu cũng không đỡ khát. Tôi không chịu được nước lã. Quả là tôi đã uống cạn một thùng rượu, nhưng chẳng qua mới như muối bỏ bể. <br> <br> Chàng Ngốc nói: <br> <br> - Thế để tôi giúp anh. Anh chỉ việc đi với tôi là tha hồ uống. <br> <br> Anh dẫn người ấy đến hầm rượu nhà vua. Y nhảy xổ vào những thùng rượu to, uống mãi, uống mãi đến căng cả bụng. Chưa hết một ngày, anh đã uống sạch cả hầm rượu. <br> <br> Chàng Ngốc lại đòi lấy công chúa. Nhưng vua bực lắm, không muốn để một tên vớ vẩn mà mọi người gọi là Ngốc lấy con gái mình. Vua lại ra những điều kiện mới: anh ta phải tìm cho ra được một người ăn nổi một núi bánh. Chàng Ngốc chẳng suy nghĩ gì lâu la, lại đi ngay vào rừng. Vẫn ở chỗ cũ có một người mặt mũi thiểu não, thắt chặt bụng bằng dây da và nói: <br> <br> - Tôi đã ăn cả một lò bánh, nhưng không ăn thua gì. Tôi háu đói quá. Bụng vẫn lép kẹp, phải thắt lại kẻo chết đói mất. <br> <br> Chàng Ngốc thấy vậy cả mừng bảo: <br> <br> - Thôi đi đi, đi với tôi thì tha hồ no nê. <br> <br> Anh dẫn người ấy vào triều. Vua cho tập trung bột mì cả nước lại rồi sai nướng một núi bánh khổng lồ. Người ở rừng chỉ ăn một ngày hết sạch cả núi bánh. <br> <br> Lần thứ ba, chàng Ngốc lại đòi lấy công chúa. Vua tìm cách thoái thác, đòi có một chiếc tàu đi được cả ở trên cạn lẫn dưới nước. Vua nói: <br> <br> - Nếu tàu ấy cặp bến thì lập tức ngươi được lấy con gái ta. <br> <br> Chàng Ngốc đi thẳng vào rừng. Ông lão được anh cho bánh vẫn ngồi đó, bảo anh: <br> <br> - Chính lão đã uống và ăn hộ cho anh. Để lão cho anh chiếc tàu. Gì lão cũng làm, vì anh đã cư xử với lão tử tế. <br> <br> Lão bèn cho anh một chiếc tàu đi được cả trên cạn lẫn dưới nước. Vua thấy không còn cách gì giữ con gái được nữa đành cho tổ chức đám cưới. Sau khi vua mất, chàng Ngốc lên ngôi. Vợ chồng sống hưởng hạnh phúc.</font></span>",
      "imageUrl" : "https://goo.gl/HTx5tM",
      "length" : "8:46",
      "title" : "Con ngỗng vàng",
      "videoId" : "qbDfywszTCk"
    } ],
    "numberOfMovies" : 10
  }, {
    "album" : "English Fables",
    "imageUrl" : "https://goo.gl/qVmpYW",
    "movies" : [ {
      "description" : "<div class=\"col-sm-9 Lft-Mat\">   <h2 class=\"TxtCntr\" style=\"margin-bottom:20px\">The Man and the Serpent</h2>   Years ago, there was a small village by a beautiful river. The people of this village were mainly poor folks who farmed in others' lands or in whatever land each of them had themelves. Among them was a man who was richer than the others. He had more land than the others, ten cows, twelve sheep and a little orchard. He had a loving wife and three sons to look after him. <br><br>               But he was always worried about his youngest son, who happened to be naughtier than his siblings, and was always full of mischief. This boy seemed to be full of an inexhaustible supply of energy and was always out of the house, roaming in the fields, jumping into ponds and climbing hills and mountains, whatever the time was. <br><br>               But misfortune struck one day, when the boy mistakenly trod upon a serpent's tail during one of his adventures. The furious snake hissed and bit on his foot. The boy limped back to his parents, crying out of pain. But his helpless family members could do nothing to save the poor boy, for the lethal venom killed him within minutes. However, the boy informed his father about the whereabouts of the snake and how he had been bitten before he took his last breath. <br><br>               The incensed father took out his axe and hunted down the serpent, who happened to reside in a small hole beside a tree. <br>                 Again and again did his axe fall upon the serpent who somehow managed to escape each blow until one powerful stroke cut off part of its tail. Bleeding and crying out of pain, the snake carried its body with great difficulty and slithered into one of the holes between the roots of the huge tree. <br><br>               \"First they trampled my tail. Then they dared to cut it off?\" muttered the creature painfully. It vowed revenge against the man.<br><br>               Thereafter, the snake began to cause losses to the farmer. In a fit of rage, it began to sting several of the Farmer's cattle leading him to suffer a huge loss. <br><br>               \"I had already lost my son, now I have to see my cattle dying. It is best to reconcile with the serpent before it does any more harm to me or any of my family members.\" the man thought.<br><br>               With this purpose, the farmer went to the serpent's lair with food and honey and offered him the treats saying, <br>                 \"You know, we should let bygones be bygones. There was no enmity between us as such. So why don't we forget and forgive each other and be friends?\"<br><br>               \"It can't be\", replied the snake, \"take your gifts away. Neither can you forgive me for the death of your son, nor can I forget the loss of my tail.\"<br><br>               Injuries may be forgiven, but not forgotten.<br>               <br> \t\t\t \t\t<div class=\"fableFootMain\">         \t<div class=\"fableFootHead\">Fables</div>              <div class=\"fableFoot\"><a href=\"tortoise_and_the_hare.htm\">Tortoise and The Hare</a></div>               <div class=\"fableFoot\"><a href=\"the_lions_share.htm\">The Lion's Share</a></div>               <div class=\"fableFoot\"><a href=\"lion_and_mouse.htm\">Lion and The Mouse</a></div>               <div class=\"fableFoot\"><a href=\"fox_and_grapes.htm\">Fox and The Grapes</a></div>               <div class=\"fableFoot\"><a href=\"fables.htm\">The Ant and the Grasshopper</a></div>               <div class=\"fableFoot\"><a href=\"the_earthen_pot_and_the_brass_pot.htm\">The Earthen Pot and The Brass Pot</a></div>               <div class=\"fableFoot\"><a href=\"the_man_and_the_serpent.htm\">The Man and the Serpent</a></div>               <div class=\"fableFoot\">&nbsp;</div>               <div class=\"fableFoot\">&nbsp;</div>                      </div>    <a href=\"/fables_and_fairytales/\"><div class=\"BackLink\" style=\"margin-top:30px\">Back to Fairytales Main</div></a>   </div>",
      "imageUrl" : "https://goo.gl/GGtjsW",
      "length" : "2:58",
      "title" : "The Man and the Serpent",
      "videoId" : "-kCfReouViA"
    }, {
      "description" : "<img src=\"images/tortoise_hare01.gif\" alt=\"Tortoise and Hare are running\" class=\"img-responsive ImgLft\">The hare was once boasting of his speed before the other      animals. \"I have never yet been beaten,\" said he, \"when I put forth my full      speed. I challenge anyone here to race with me.\" <br>     <br>     The tortoise said quietly, \"I accept your challenge.\" <br>     <br>     \"That is a good joke,\" said the hare. \"I could dance around you all the      way.\" <br>     <br>     <img src=\"images/tortoise_hare02.gif\" alt=\"Tortoise and hare\" class=\"img-responsive ImgRht\">\"Keep your boasting until you've beaten,\" answered the tortoise. \"Shall we      race?\" <br>     <br>     So a course was fixed and a start was made. The hare darted almost out of      sight at once, but soon stopped and, to show his contempt for the tortoise,      lay down to have a nap. The tortoise plodded on and plodded on, and when the      hare awoke from his nap, he saw the tortoise nearing the finish line, and he      could not catch up in time to save the race.<br>     <br>     Plodding wins the race.     <br><br>",
      "imageUrl" : "https://goo.gl/GGtjsW",
      "length" : "0:56",
      "title" : "The Story of Tortoise and the Hare and their race",
      "videoId" : "VjXz4spyvYg"
    }, {
      "description" : "<div class=\"col-sm-12\" style=\"float:none; margin:0 auto;\"> <h1>Fables</h1> A fable is a very short story which promises to illustrate or teach us a lesson which is also called a moral. Usually if not always, fables are stories having animal characters that talk like humans.<br>                 <br> Many common sayings come from Aesops Fables like \"Honesty is the best policy,\" and \"Look before you leap\" are familiar examples of fables. Aesop is believed to have been a Greek slave who made up these stories. Nobody is really sure if Aesop made up these fables. What is certain, however, is that the Aesop's Fables are timeless. They are so wonderful that they have been told over and over again for several thousand  years.             Here are some of the most popular fables of all times I hope you             like them. Enjoy!   </div>",
      "imageUrl" : "https://goo.gl/GGtjsW",
      "length" : "1:01",
      "title" : "What fables are with examples",
      "videoId" : "1y6IdjXuF9s"
    }, {
      "description" : "<div class=\"col-sm-9 Lft-Mat\">   <h2 class=\"TxtCntr\" style=\"margin-bottom:20px\">The Earthen Pot and The Brass Pot</h2>                 Once upon a time, there was a beautiful stream that flowed by a stony hill. A small village stood by this stream and the                people of this hamlet used its water for their daily needs.<br>               <br>               One day, two women started to gossip and forgetful of their belongings, both of them left their pots by the stream. One of                the pots was of brass, another of earthenware. <br>               <br>               When the tide rose, the swollen waters carried off both the pots downstream. The earthenware pot struggled to keep itself                away from the brass one. Seeing this, the brass pot called out to the earten pot:<br>               <br>               \"Why are you afraid, my friend? I will not strike you.\" <br><br>               The earthen pot replied, \"That is allright. But if I come too close to you, I will break. You are too tough and I am so weak. <br>               <br>               Whether I hit you, or you hit me, I shall be the one to suffer for it.\"<br>               <br>               The strong and the weak cannot keep company.<br>               <br> \t\t\t \t\t<div class=\"fableFootMain\">         \t<div class=\"fableFootHead\">Fables</div>              <div class=\"fableFoot\"><a href=\"tortoise_and_the_hare.htm\">Tortoise and The Hare</a></div>               <div class=\"fableFoot\"><a href=\"the_lions_share.htm\">The Lion's Share</a></div>               <div class=\"fableFoot\"><a href=\"lion_and_mouse.htm\">Lion and The Mouse</a></div>               <div class=\"fableFoot\"><a href=\"fox_and_grapes.htm\">Fox and The Grapes</a></div>               <div class=\"fableFoot\"><a href=\"fables.htm\">The Ant and the Grasshopper</a></div>               <div class=\"fableFoot\"><a href=\"the_earthen_pot_and_the_brass_pot.htm\">The Earthen Pot and The Brass Pot</a></div>               <div class=\"fableFoot\"><a href=\"the_man_and_the_serpent.htm\">The Man and the Serpent</a></div>               <div class=\"fableFoot\">&nbsp;</div>               <div class=\"fableFoot\">&nbsp;</div>                      </div>    <a href=\"/fables_and_fairytales/\"><div class=\"BackLink\" style=\"margin-top:30px\">Back to Fairytales Main</div></a>   </div>",
      "imageUrl" : "https://goo.gl/GGtjsW",
      "length" : "1:04",
      "title" : "The Earthen Pot and The Brass Pot",
      "videoId" : "hhwgnt0GYdY",
      "videoUrl" : "https://youtu.be/hhwgnt0GYdY"
    }, {
      "description" : "<div class=\"col-sm-9 Lft-Mat\">   <h2 class=\"TxtCntr\" style=\"margin-bottom:20px\">The Fox and The Grapes</h2>                  Long long ago there lived a fox who loved to eat. He lived close to a vineyard and he used to stare at the lovely grapes                  that hung there.<br>                 <br>               \"How juice they look. Oh I am sure these are stuff that melts in the mouth when you have them. If only I could reach them\". <br><br>               <img src=\"images/fox_grape.gif\" alt=\"Fox and Grapes\" class=\"img-responsive ImgLft\">One sunny day, the fox woke up and saw the grapes glistening by the sunlight. The vineyard looked heavenly and the grapes looked so luscious that the famished fox could no longer control itself. He jumped to reach them but fell down.<br><br>               He jumped again. No, they were much higher. <br><br>               He jumped even more. But they were still out of reach.<br><br>               He jumped and stretched and hopped but to no avail. Those yummy grapes hung higher than the fox could reach. No matter how hard he tried, the fox could not reach the grapes. He panted and began to sweat out of exhaustion. <br><br>               Giving up finally, he looked up in contempt and said as he walked away, \"Those grapes surely must be sour. I wouldn't eat them even if they were served to me on a golden dish.\"<br><br>               It's easy to despise what you cannot have.<br>               <br> \t\t\t \t\t<div class=\"fableFootMain\">         \t<div class=\"fableFootHead\">Fables</div>              <div class=\"fableFoot\"><a href=\"tortoise_and_the_hare.htm\">Tortoise and The Hare</a></div>               <div class=\"fableFoot\"><a href=\"the_lions_share.htm\">The Lion's Share</a></div>               <div class=\"fableFoot\"><a href=\"lion_and_mouse.htm\">Lion and The Mouse</a></div>               <div class=\"fableFoot\"><a href=\"fox_and_grapes.htm\">Fox and The Grapes</a></div>               <div class=\"fableFoot\"><a href=\"fables.htm\">The Ant and the Grasshopper</a></div>               <div class=\"fableFoot\"><a href=\"the_earthen_pot_and_the_brass_pot.htm\">The Earthen Pot and The Brass Pot</a></div>               <div class=\"fableFoot\"><a href=\"the_man_and_the_serpent.htm\">The Man and the Serpent</a></div>               <div class=\"fableFoot\">&nbsp;</div>               <div class=\"fableFoot\">&nbsp;</div>                      </div>    <a href=\"/fables_and_fairytales/\"><div class=\"BackLink\" style=\"margin-top:30px\">Back to Fairytales Main</div></a>   </div>",
      "imageUrl" : "https://goo.gl/GGtjsW",
      "length" : "1:15",
      "title" : "The Fox and The Grapes",
      "videoId" : "WgEKbDj2Dwc",
      "videoUrl" : "https://youtu.be/WgEKbDj2Dwc"
    }, {
      "description" : "<div class=\"col-sm-9 Lft-Mat\">   <h2 class=\"TxtCntr\" style=\"margin-bottom:20px\">The Classic Friendship Story of the Lion and the Mouse</h2>             Once in a dense jungle far far away there lived a mighty lion whom all the other creatures used to fear very much. King of the jungle as he was, the terrible beast knew no fear and he loved the respect he received from all and sundry in the forest. He used to spend half his day in hunting and the other half in sleeping. No creature dared to come near his den at any time of the day, specially when he was asleep for the mighty beast got terribly angry if his sleep was disturbed in any way. <br>               <br>               <img src=\"images/lion_mouse.gif\" alt=\"Lion and the Mouse\" class=\"img-responsive ImgLft\">But one day it so happened that a little mouse got curious to see how the lion's den looked like. So he set out for the cave where the lion rested. When he got near, he could not see the lion.<br>               <br>               \"He has gone somewhere. Is he going to come back soon? Nah...I don't think so.\" thought the mouse. It ran and sneaked into the cave. It was a dark, desolate place but big enough for the lion to live. The mouse felt small and a little afraid when he saw the large footprints of the lion on the ground. <br>               <br>               \"Maybe I should turn back.\" thought he. <br><br>               Just then he heard the sound of the footsteps of the lion. <br><br>   \"Oh no, he is coming back. Now what do I do?\" the mouse trembled anxiously.<br><br>               The lion had only gone to quench his thirst from a river close by and he was coming back to take rest.<br>               <br>   The mouse hid himself in the dark inside of the cave and saw the huge shadow of the lion falling on the floors. The lion sat near the entrance of the cave and rested his head on his huge paws. Soon he was fast asleep. The whole cave seemed to tremble with the loud snoring of the jungle king. <br><br>               The mouse tried to creep out as stealthily as he could. Soon he was near the entrance. But as he tried to cross the lion, his little tail grazed against the left paw of the beast and the lord of the jungle woke up with a start. Imagine his anger and the roar he gave when he saw the puny mouse in his den. <br>               <br>               The frightened mouse lost his mind and began to run up and down upon the lion. The lion placed his huge paw upon its tail and opened his big jaws to swallow the mouse when the latter cried out, <br><br>               \"Pardon, O King, please forgive me. I did not mean to wake you, I was only trying to leave this cave which I had entered out of curiosity. Kindly let me go this time, I shall never forget your nobility: if destiny gives me a chance I will assist you in whichever way I can on one of your bad days.\" <br><br>               The lion was amused at this thought. How can the little mouse help him? But he let him go and roared with laughter. The mouse ran for his life, thanking his stars. <br><br>               A few days, as the lion was prowling majestically through the jungle, it was suddenly caught in a hunter's snare. He struggled furiously to break free. But for all his efforts, he only found himself getting even more entangled in the net of ropes. He roared out of anger and helplessness. The whole jungle began to shake due to the terrible sound and every animal heard the cries of the beast. The mouse heard it too.<br><br>               \"The lord of the jungle is in trouble.\" thought the mouse. \"It is my chance to be of help to him now\". <br><br>               Thinking so, the mouse ran as fast as he could to the place where the sounds were coming from. Soon he found the lion<br>                 trapped in the hunter's snare. <br><br>               \"Don't move, Your Majesty, I'll cut your ropes and you will soon be free\" squeaked the mouse. Without wasting a second, he began nibbling through the ropes with his sharp little teeth. Very soon the lion was free. <br><br>               \"I did not believe that even you could help me. But I was wrong\" said the lion humbly. And the two creatures became the best of friends from that day. <br><br>               No matter how weak and small a creature is, he may be of help if time comes.<br> \t\t\t \t\t<div class=\"fableFootMain\">         \t<div class=\"fableFootHead\">Fables</div>              <div class=\"fableFoot\"><a href=\"tortoise_and_the_hare.htm\">Tortoise and The Hare</a></div>               <div class=\"fableFoot\"><a href=\"the_lions_share.htm\">The Lion's Share</a></div>               <div class=\"fableFoot\"><a href=\"lion_and_mouse.htm\">Lion and The Mouse</a></div>               <div class=\"fableFoot\"><a href=\"fox_and_grapes.htm\">Fox and The Grapes</a></div>               <div class=\"fableFoot\"><a href=\"fables.htm\">The Ant and the Grasshopper</a></div>               <div class=\"fableFoot\"><a href=\"the_earthen_pot_and_the_brass_pot.htm\">The Earthen Pot and The Brass Pot</a></div>               <div class=\"fableFoot\"><a href=\"the_man_and_the_serpent.htm\">The Man and the Serpent</a></div>               <div class=\"fableFoot\">&nbsp;</div>               <div class=\"fableFoot\">&nbsp;</div>                      </div>    <a href=\"/fables_and_fairytales/\"><div class=\"BackLink\" style=\"margin-top:30px\">Back to Fairytales Main</div></a>   </div>",
      "imageUrl" : "https://goo.gl/GGtjsW",
      "length" : "4:19",
      "title" : "THE LION AND THE MOUSE The Friendship Fable",
      "videoId" : "9AkgVTeLHCE",
      "videoUrl" : "https://youtu.be/9AkgVTeLHCE"
    }, {
      "description" : "<div class=\"col-sm-9 Lft-Mat\">   <h2 class=\"TxtCntr\" style=\"margin-bottom:20px\">The Lion's Share</h2>             One day, a lion, a fox, a jackal, and a wolf went hunting together. All day long they tried hard, but could not find anything satisfactory. It was only in the late afternoon that they could catch a deer. The four beasts surrounded the poor animal and killed it as fast as they could. Then they decided to share their food.<br><br>               The lion was the lord of the jungle and superior to all in strength. Hence, the other creatures agreed when he proposed to share the food for all. <br><br>               Placing one of its paws upon the dead animal, the lion said,<br><br>               \"You see, as a member of the hunting party, it is my right to receive one of these portions.\"<br><br>               The others nodded in agreement.<br><br>               \"But then, I am also the King of Beasts. So I must receive a little bit more\". he declared.<br><br>               The others looked uneasily at each other.<br><br>               \"And besides, I was leading the hunt. So I deserve a little more extra\". he proclaimed. <br><br>               The others mumbled something, but it could not be heard. <br><br>               \"As for the fourth share, if you wish to argue with me about its ownership, let's begin, and we will see who will get it.\"<br><br>               \"Humph,\" the others grumbled. They walked away with their heads down. They knew it was pointless to argue about their shares. <br><br>               You may share the labors of the great, but you can not share the spoil.<br>               <br> \t\t\t \t\t<div class=\"fableFootMain\">         \t<div class=\"fableFootHead\">Fables</div>              <div class=\"fableFoot\"><a href=\"tortoise_and_the_hare.htm\">Tortoise and The Hare</a></div>               <div class=\"fableFoot\"><a href=\"the_lions_share.htm\">The Lion's Share</a></div>               <div class=\"fableFoot\"><a href=\"lion_and_mouse.htm\">Lion and The Mouse</a></div>               <div class=\"fableFoot\"><a href=\"fox_and_grapes.htm\">Fox and The Grapes</a></div>               <div class=\"fableFoot\"><a href=\"fables.htm\">The Ant and the Grasshopper</a></div>               <div class=\"fableFoot\"><a href=\"the_earthen_pot_and_the_brass_pot.htm\">The Earthen Pot and The Brass Pot</a></div>               <div class=\"fableFoot\"><a href=\"the_man_and_the_serpent.htm\">The Man and the Serpent</a></div>               <div class=\"fableFoot\">&nbsp;</div>               <div class=\"fableFoot\">&nbsp;</div>                      </div>    <a href=\"/fables_and_fairytales/\"><div class=\"BackLink\" style=\"margin-top:30px\">Back to Fairytales Main</div></a>   </div>",
      "imageUrl" : "https://goo.gl/GGtjsW",
      "length" : "1:31",
      "title" : "The Lion's Share",
      "videoId" : "L66ucTffuHk",
      "videoUrl" : "https://youtu.be/L66ucTffuHk"
    } ],
    "numberOfMovies" : 7
  }, {
    "album" : "English Classic",
    "imageUrl" : "https://goo.gl/7Lvruc",
    "movies" : [ {
      "description" : "Robinson Crusoe as a young man loved to sail to distant lands. His father did not approve of Robinson as a sailor but let Robinson make his own decisions.<br>   <br> Robinson Crusoe wanted to become a sailor. He went on his first voyage at the age of nineteen. It was a disastrous journey; there was a heavy storm and the ship was wrecked. Robinson survived but did not go home. He went to Brazil. There he became a farmer.<br> <br> In time, Robinson Crusoe made a lot of money in Brazil. This he re-invested in other businesses.<br> <br> One day Robinson Crusoe had to go to Africa on business. On the way, there was another storm like the one on his first journey. This time the storm was more fierce; his ship was wrecked and Robinson Crusoe was washed to a lonely, uninhabited island.<br> <br> Robinson Crusoe explored the island for any sign of human life; there was none. With great difficulty, Robinson built a home. His expertise in farming helped; he started growing rice and barley. For meat, he hunted the wild goats. Robinson Crusoe tamed a few of these goats for milk, from which he learnt to make butter and cheese.<br> <br> <img src=\"images/robinson_crusoe.jpg\" alt=\"Robinson Crusoe\" width=\"200\" height=\"200\" align=\"right\" style=\"padding-left:5px; padding-top:8px\">Twenty six years passed in this lonely way for Robinson Crusoe. He craved for company. One day, he saw footprints on the beach; instead of being happy, Robinson was scared having been alone all these years. Robinson had made sharp weapons, which he now carried around for self defence. He also had a gun which he had preserved and kept since the time he was shipwrecked.<br> <br> For many days Robinson Crusoe saw nobody, but one evening he saw about a dozen men. They were eating other humans. They were cannibals from a nearby island. The cannibals left the island after a few days.<br> <br> Robinson Crusoe felt safe but he knew the cannibals would come back. One morning Robinson saw the wreck of a ship. He ran to it and saw that it was a Spanish ship and in it was a survivor - a middle aged man. <br> <br> Robinson Crusoe took the man to his hut, gave him some food and water. Once the man recovered his health, he helped Robinson Crusoe with his work Robinson called the man Friday as he had been rescued on a Friday.<br> <br> Friday did not know English but as time went by he learnt a few words, enough for basic communication. One morning, Robinson Crusoe found friday missing; he suspected that the cannibals were back and had captured him.<br> <br> He went in search of Friday and found him just before the cannibals were about to kill him. He rushed into their midst firing at all the cannibals and killing them. Friday was safe.<br> <br> Robinson Crusoe and Friday found the boat of the cannibals. They decided to sail back to Brazil, where Robinson had left his business. They carried enough food and water and set sail to Brazil. Robinson Crusoe had spent thirty five years in the island.<br> <br> Robinson and Friday reached Brazil. Robinson Crusoe got several thousand pounds from the trustees of his estate. Friday remained with Robinson Crusoe helping him in his estate.<br><br> ",
      "imageUrl" : "https://goo.gl/zgQ99J",
      "length" : "3:29",
      "title" : "Robinson Crusoe",
      "videoId" : "dHclo1fpUGc"
    }, {
      "description" : "<div class=\"col-sm-9 Lft-Mat\"> <h2 class=\"TxtCntr\">The Golden Touch</h2>  <p>Once upon a time, there lived a very rich man, and a king besides, whose name was Midas; and he had a little daughter, whom nobody but myself ever heard of, and whose name I either never knew or have entirely forgotten. So, because I love odd names for little girls, I choose to call her Marygold.</p>             <p>This King Midas was fonder of gold than of anything else in the world. He valued his royal crown chiefly because it was composed of that precious metal. If he loved anything better, or half so well, it was the one little maiden who played so merrily around her father’s footstool. But the more Midas loved his daughter, the more did he desire and seek for wealth. He thought, foolish man! that the best thing he could possibly do for this dear child would be to bequeath her the immensest pile of yellow, glistening coin, that had ever been heaped together since the world was made. Thus, he gave all his thoughts and all his time to this one purpose. If ever he happened to gaze for an instant at the gold-tinted clouds of sunset, he wished that they were real gold, and that they could be squeezed safely into his strong box. When little Marygold ran to meet him with a bunch of buttercups and dandelions, he used to say, \"Poh, poh, child! If these flowers were as golden as they look, they would be worth the plucking!\"</p>             <p>And yet, in his earlier days, before he was so entirely possessed of this insane desire for riches, King Midas had shown a great taste for flowers. He had planted a garden, in which grew the biggest and beautifulest and sweetest roses that any mortal ever saw or smelt. These roses were still growing in the garden, as large, as lovely, and as fragrant as when Midas used to pass whole hours in gazing at them and inhaling their perfume. But now, if he looked at them at all, it was only to calculate how much the garden would be worth if each of the innumerable rose-petals were a thin plate of gold. And though he once was fond of music (in spite of an idle story about his ears, which were said to resemble those of an ass), the only music for poor Midas, now, was the chink of one coin against another.</p>             <p>At length (as people always grow more and more foolish, unless they take care to grow wiser and wiser), Midas had got to be so exceedingly unreasonable, that he could scarcely bear to see or touch any object that was not gold. He made it his custom, therefore, to pass a large portion of every day in a dark and dreary apartment, under ground, at the basement of his palace. It was here that he kept his wealth. To this dismal hole—for it was little better than a dungeon—Midas betook himself, whenever he wanted to be particularly happy. Here, after carefully locking the door, he would take a bag of gold coin, or a gold cup as big as a washbowl, or a heavy golden bar, or a peck-measure of gold-dust, and bring them from the obscure corners of the room into the one bright and narrow sunbeam that fell from the dungeon-like window. He valued the sunbeam for no other reason but that his treasure would not shine without its help. And then would he reckon over the coins in the bag; toss up the bar, and catch it as it came down; sift the gold-dust through his fingers; look at the funny image of his own face, as reflected in the burnished circumference of the cup; and whisper to himself, \"O Midas, rich King Midas, what a happy man art thou!\" But it was laughable to see how the image of his face kept grinning at him, out of the polished surface of the cup. It seemed to be aware of his foolish behavior, and to have a naughty inclination to make fun of him.</p>             <p>Midas called himself a happy man, but felt that he was not yet quite so happy as he might be. The very tiptop of enjoyment would never be reached, unless the whole world were to become his treasure-room, and be filled with yellow metal which should be all his own.</p>             <p>Now, I need hardly remind such wise little people as you are, that in the old, old times, when King Midas was alive, a great many things came to pass, which we should consider wonderful if they were to happen in our own day and country. And, on the other hand, a great many things take place nowadays, which seem not only wonderful to us, but at which the people of old times would have stared their eyes out. On the whole, I regard our own times as the strangest of the two; but, however that may be, I must go on with my story.</p>             <p>Midas was enjoying himself in his treasure-room, one day, as usual, when he perceived a shadow fall over the heaps of gold; and, looking suddenly up, what should he behold but the figure of a stranger, standing in the bright and narrow sunbeam! It was a young man, with a cheerful and ruddy face. Whether it was that the imagination of King Midas threw a yellow tinge over everything, or whatever the cause might be, he could not help fancying that the smile with which the stranger regarded him had a kind of golden radiance in it. Certainly, although his figure intercepted the sunshine, there was now a brighter gleam upon all the piled-up treasures than before. Even the remotest corners had their share of it, and were lighted up, when the stranger smiled, as with tips of flame and sparkles of fire. As Midas knew that he had carefully turned the key in the lock, and that no mortal strength could possibly break into his treasure-room, he, of course, concluded that his visitor must be something more than mortal. It is no matter about telling you who he was. In those days, when the earth was comparatively a new affair, it was supposed to be often the resort of beings endowed with supernatural power, and who used to interest themselves in the joys and sorrows of men, women, and children, half playfully and half seriously. Midas had met such beings before now, and was not sorry to meet one of them again. The stranger’s aspect, indeed, was so good-humored and kindly, if not beneficent, that it would have been unreasonable to suspect him of intending any mischief. It was far more probable that he came to do Midas a favor. And what could that favor be, unless to multiply his heaps of treasure?</p>             <p>The stranger gazed about the room; and when his lustrous smile had glistened upon all the golden objects that were there, he turned again to Midas.</p>             <p>\"You are a wealthy man, friend Midas!\" he observed. \"I doubt whether any other four walls, on earth, contain so much gold as you have contrived to pile up in this room.\"</p>             <p>\"I have done pretty well,—pretty well,\" answered Midas, in a discontented tone. \"But, after all, it is but a trifle, when you consider that it has taken me my whole life to get it together. If one could live a thousand years, he might have time to grow rich!\"</p>             <p>\"What!\" exclaimed the stranger. \"Then you are not satisfied?\"</p>             <p>Midas shook his head.</p>             <p>\"And pray what would satisfy you?\" asked the stranger. \"Merely for the curiosity of the thing, I should be glad to know.\"</p>             <p>Midas paused and meditated. He felt a presentiment that this stranger, with such a golden lustre in his good-humored smile, had come hither with both the power and the purpose of gratifying his utmost wishes. Now, therefore, was the fortunate moment, when he had but to speak, and obtain whatever possible, or seemingly impossible thing, it might come into his head to ask. So he thought, and thought, and thought, and heaped up one golden mountain upon another, in his imagination, without being able to imagine them big enough. At last, a bright idea occurred to King Midas. It seemed really as bright as the glistening metal which he loved so much.</p>             <p>Raising his head, he looked the lustrous stranger in the face.</p>             <p>\"Well, Midas,\" observed his visitor, \"I see that you have at length hit upon something that will satisfy you. Tell me your wish.\"</p>             <p>\"It is only this,\" replied Midas. \"I am weary of collecting my treasures with so much trouble, and beholding the heap so diminutive, after I have done my best. I wish everything that I touch to be changed to gold!\"</p>             <p>The stranger’s smile grew so very broad, that it seemed to fill the room like an outburst of the sun, gleaming into a shadowy dell where the yellow autumnal leaves—for so looked the lumps and particles of gold—lie strewn in the glow of light.</p>             <p>\"The Golden Touch!\" exclaimed he. \"You certainly deserve credit, friend Midas, for striking out so brilliant a conception. But are you quite sure that this will satisfy you?\"</p>             <p>\"How could it fail?\" said Midas.</p>             <p>\"And will you never regret the possession of it?\"</p>             <p>\"What could induce me?\" asked Midas. \"I ask nothing else, to render me perfectly happy.\"</p>             <p>\"Be it as you wish, then,\" replied the stranger, waving his hand in token of farewell. \"To-morrow, at sunrise, you will find yourself gifted with the Golden Touch.\"</p>             <p>The figure of the stranger then became exceedingly bright, and Midas involuntarily closed his eyes. On opening them again, he beheld only one yellow sunbeam in the room, and, all around him, the glistening of the precious metal which he had spent his life in hoarding up.</p>             <p>Whether Midas slept as usual that night, the story does not say. Asleep or awake, however, his mind was probably in the state of a child’s, to whom a beautiful new plaything has been promised in the morning. At any rate, day had hardly peeped over the hills, when King Midas was broad awake, and, stretching his arms out of bed, began to touch the objects that were within reach. He was anxious to prove whether the Golden Touch had really come, according to the stranger’s promise. So he laid his finger on a chair by the bedside, and on various other things, but was grievously disappointed to perceive that they remained of exactly the same substance as before. Indeed, he felt very much afraid that he had only dreamed about the lustrous stranger, or else that the latter had been making game of him. And what a miserable affair would it be, if, after all his hopes, Midas must content himself with what little gold he could scrape together by ordinary means, instead of creating it by a touch!</p>             <p>All this while it was only the gray of the morning, with but a streak of brightness along the edge of the sky, where Midas could not see it. He lay in a very disconsolate mood, regretting the downfall of his hopes, and kept growing sadder and sadder, until the earliest sunbeam shone through the window, and gilded the ceiling over his head. It seemed to Midas that this bright yellow sunbeam was reflected in rather a singular way on the white covering of the bed. Looking more closely, what was his astonishment and delight, when he found that this linen fabric had been transmuted to what seemed a woven texture of the purest and brightest gold! The Golden Touch had come to him with the first sunbeam!</p>             <p>Midas started up, in a kind of joyful frenzy, and ran about the room, grasping at everything that happened to be in his way. He seized one of the bed-posts, and it became immediately a fluted golden pillar. He pulled aside a window-curtain, in order to admit a clear spectacle of the wonders which he was performing; and the tassel grew heavy in his hand,—a mass of gold. He took up a book from the table. At his first touch, it assumed the appearance of such a splendidly bound and gilt-edged volume as one often meets with, nowadays; but, on running his fingers through the leaves, behold! it was a bundle of thin golden plates, in which all the wisdom of the book had grown illegible. He hurriedly put on his clothes, and was enraptured to see himself in a magnificent suit of gold cloth, which retained its flexibility and softness, although it burdened him a little with its weight. He drew out his handkerchief, which little Marygold had hemmed for him. That was likewise gold, with the dear child’s neat and pretty stitches running all along the border, in gold thread!</p>             <p>Somehow or other, this last transformation did not quite please King Midas. He would rather that his little daughter’s handiwork should have remained just the same as when she climbed his knee and put it into his hand.</p>             <p>But it was not worth while to vex himself about a trifle. Midas now took his spectacles from his pocket, and put them on his nose, in order that he might see more distinctly what he was about. In those days, spectacles for common people had not been invented, but were already worn by kings; else, how could Midas have had any? To his great perplexity, however, excellent as the glasses were, he discovered that he could not possibly see through them. But this was the most natural thing in the world; for on taking them off, the transparent crystals turned out to be plates of yellow metal, and, of course, were worthless as spectacles, though valuable as gold. It struck Midas as rather inconvenient that, with all his wealth, he could never again be rich enough to own a pair of serviceable spectacles.</p>             <p>\"It is no great matter, nevertheless,\" said he to himself, very philosophically. \"We cannot expect any great good, without its being accompanied with some small inconvenience. The Golden Touch is worth the sacrifice of a pair of spectacles, at least, if not of one’s very eyesight. My own eyes will serve for ordinary purposes, and little Marygold will soon be old enough to read to me.\"</p>             <p>Wise King Midas was so exalted by his good fortune that the palace seemed not sufficiently spacious to contain him. He therefore went downstairs, and smiled, on observing that the balustrade of the staircase became a bar of burnished gold, as his hand passed over it in his descent. He lifted the door-latch (it was brass only a moment ago, but golden when his fingers quitted it), and emerged into the garden. Here, as it happened, he found a great number of beautiful roses in full bloom, and others in all the stages of lovely bud and blossom. Very delicious was their fragrance in the morning breeze. Their delicate blush was one of the fairest sights in the world; so gentle, so modest, and so full of sweet tranquillity did these roses seem to be.</p>             <p>But Midas knew a way to make them far more precious, according to his way of thinking, than roses had ever been before. So he took great pains in going from bush to bush, and exercised his magic touch most indefatigably; until every individual flower and bud, and even the worms at the heart of some of them, were changed to gold. By the time this good work was completed, King Midas was summoned to breakfast; and as the morning air had given him an excellent appetite, he made haste back to the palace.</p>             <p>What was usually a king’s breakfast in the days of Midas, I really do not know, and cannot stop now to investigate. To the best of my belief, however, on this particular morning, the breakfast consisted of hot cakes, some nice little brook trout, roasted potatoes, fresh boiled eggs, and coffee, for King Midas himself, and a bowl of bread and milk for his daughter Marygold. At all events, this is a breakfast fit to set before a king; and, whether he had it or not, King Midas could not have had a better.</p>             <p>Little Marygold had not yet made her appearance. Her father ordered her to be called, and, seating himself at table, awaited the child’s coming, in order to begin his own breakfast. To do Midas justice, he really loved his daughter, and loved her so much the more this morning, on account of the good fortune which had befallen him. <img src=\"images/king-midas.jpg\" alt=\"King Midas and his daughter\" class=\"img-responsive ImgRht\">It was not a great while before he heard her coming along the passage-way crying bitterly. This circumstance surprised him, because Marygold was one of the cheerfullest little people whom you would see in a summer’s day, and hardly shed a thimbleful of tears in a twelvemonth. When Midas heard her sobs, he determined to put little Marygold into better spirits, by an agreeable surprise; so, leaning across the table, he touched his daughter’s bowl (which was a China one, with pretty figures all around it), and transmuted it to gleaming gold.</p>             <p>Meanwhile, Marygold slowly and disconsolately opened the door, and showed herself with her apron at her eyes, still sobbing as if her heart would break.</p>             <p>\"How now, my little lady!\" cried Midas. \"Pray what is the matter with you, this bright morning?\"</p>             <p>Marygold, without taking the apron from her eyes, held out her hand, in which was one of the roses which Midas had so recently transmuted.</p>             <p>\"Beautiful!\" exclaimed her father. \"And what is there in this magnificent golden rose to make you cry?\"</p>             <p>\"Ah, dear father!\" answered the child, as well as her sobs would let her; \"it is not beautiful, but the ugliest flower that ever grew! As soon as I was dressed I ran into the garden to gather some roses for you; because I know you like them, and like them the better when gathered by your little daughter. But, oh dear, dear me! What do you think has happened? Such a misfortune! All the beautiful roses, that smelled so sweet and had so many lovely blushes, are blighted and spoilt! They are grown quite yellow, as you see this one, and have no longer any fragrance! What can have been the matter with them?\"</p>             <p>\"Poh, my dear little girl,—pray don’t cry about it!\" said Midas, who was ashamed to confess that he himself had wrought the change which so greatly afflicted her. \"Sit down and eat your bread and milk! You will find it easy enough to exchange a golden rose like that (which will last hundreds of years) for an ordinary one which would wither in a day.\"</p>             <p>\"I don’t care for such roses as this!\" cried Marygold, tossing it contemptuously away. \"It has no smell, and the hard petals prick my nose!\"</p>             <p>The child now sat down to table, but was so occupied with her grief for the blighted roses that she did not even notice the wonderful transmutation of her China bowl. Perhaps this was all the better; for Marygold was accustomed to take pleasure in looking at the queer figures, and strange trees and houses, that were painted on the circumference of the bowl; and these ornaments were now entirely lost in the yellow hue of the metal.</p>             <p>Midas, meanwhile, had poured out a cup of coffee, and, as a matter of course, the coffee-pot, whatever metal it may have been when he took it up, was gold when he set it down. He thought to himself, that it was rather an extravagant style of splendor, in a king of his simple habits, to breakfast off a service of gold, and began to be puzzled with the difficulty of keeping his treasures safe. The cupboard and the kitchen would no longer be a secure place of deposit for articles so valuable as golden bowls and coffee-pots.</p>             <p>Amid these thoughts, he lifted a spoonful of coffee to his lips, and, sipping it, was astonished to perceive that the instant his lips touched the liquid, it became molten gold, and the next moment, hardened into a lump!</p>             <p>\"Ha!\" exclaimed Midas, rather aghast.</p>             <p>\"What is the matter, father?\" asked little Marygold, gazing at him, with the tears still standing in her eyes.</p>             <p>\"Nothing, child, nothing!\" said Midas. \"Eat your milk, before it gets quite cold.\"</p>             <p>He took one of the nice little trouts on his plate, and, by way of experiment, touched its tail with his finger. To his horror, it was immediately transmuted from an admirably fried brook trout into a gold-fish, though not one of those gold-fishes which people often keep in glass globes, as ornaments for the parlor. No; but it was really a metallic fish, and looked as if it had been very cunningly made by the nicest goldsmith in the world. Its little bones were now golden wires; its fins and tail were thin plates of gold; and there were the marks of the fork in it, and all the delicate, frothy appearance of a nicely fried fish, exactly imitated in metal. A very pretty piece of work, as you may suppose; only King Midas, just at that moment, would much rather have had a real trout in his dish than this elaborate and valuable imitation of one.</p>             <p>\"I don’t quite see,\" thought he to himself, \"how I am to get any breakfast!\"</p>             <p>He took one of the smoking-hot cakes, and had scarcely broken it, when, to his cruel mortification, though, a moment before, it had been of the whitest wheat, it assumed the yellow hue of Indian meal. To say the truth, if it had really been a hot Indian cake, Midas would have prized it a good deal more than he now did, when its solidity and increased weight made him too bitterly sensible that it was gold. Almost in despair, he helped himself to a boiled egg, which immediately underwent a change similar to those of the trout and the cake. The egg, indeed, might have been mistaken for one of those which the famous goose, in the story-book, was in the habit of laying; but King Midas was the only goose that had had anything to do with the matter.</p>             <p>\"Well, this is a quandary!\" thought he, leaning back in his chair, and looking quite enviously at little Marygold, who was now eating her bread and milk with great satisfaction. \"Such a costly breakfast before me, and nothing that can be eaten!\"</p>             <p>Hoping that, by dint of great dispatch, he might avoid what he now felt to be a considerable inconvenience, King Midas next snatched a hot potato, and attempted to cram it into his mouth, and swallow it in a hurry. But the Golden Touch was too nimble for him. He found his mouth full, not of mealy potato, but of solid metal, which so burnt his tongue that he roared aloud, and, jumping up from the table, began to dance and stamp about the room, both with pain and affright.</p>             <p>\"Father, dear father!\" cried little Marygold, who was a very affectionate child, \"pray what is the matter? Have you burnt your mouth?\"</p>             <p>\"Ah, dear child,\" groaned Midas dolefully, \"I don’t know what is to become of your poor father!\"</p>             <p>And, truly, my dear little folks, did you ever hear of such a pitiable case in all your lives? Here was literally the richest breakfast that could be set before a king, and its very richness made it absolutely good for nothing. The poorest laborer, sitting down to his crust of bread and cup of water, was far better off than King Midas, whose delicate food was really worth its weight in gold. And what was to be done? Already, at breakfast, Midas was excessively hungry. Would he be less so by dinner-time? And how ravenous would be his appetite for supper, which must undoubtedly consist of the same sort of indigestible dishes as those now before him! How many days, think you, would he survive a continuance of this rich fare?</p>             <p>These reflections so troubled wise King Midas, that he began to doubt whether, after all, riches are the one desirable thing in the world, or even the most desirable. But this was only a passing thought. So fascinated was Midas with the glitter of the yellow metal, that he would still have refused to give up the Golden Touch for so paltry a consideration as a breakfast. Just imagine what a price for one meal’s victuals! It would have been the same as paying millions and millions of money (and as many millions more as would take forever to reckon up) for some fried trout, an egg, a potato, a hot cake, and a cup of coffee!</p>             <p>\"It would be quite too dear,\" thought Midas.</p>             <p>Nevertheless, so great was his hunger, and the perplexity of his situation, that he again groaned aloud, and very grievously too. Our pretty Marygold could endure it no longer. She sat, a moment, gazing at her father, and trying with all the might of her little wits to find out what was the matter with him. Then, with a sweet and sorrowful impulse to comfort him, she started from her chair, and, running to Midas, threw her arms affectionately about his knees. He bent down and kissed her. He felt that his little daughter’s love was worth a thousand times more than he had gained by the Golden Touch.</p>             <p>\"My precious, precious Marygold!\" cried he.</p>             <p>But Marygold made no answer.</p>             <p>Alas, what had he done? How fatal was the gift which the stranger bestowed! The moment the lips of Midas touched Marygold’s forehead, a change had taken place. Her sweet, rosy face, so full of affection as it had been, assumed a glittering yellow color, with yellow teardrops congealing on her cheeks. Her beautiful brown ringlets took the same tint. Her soft and tender little form grew hard and inflexible within her father’s encircling arms. Oh, terrible misfortune! The victim of his insatiable desire for wealth, little Marygold was a human child no longer, but a golden statue!</p>             <p>Yes, there she was, with the questioning look of love, grief, and pity, hardened into her face. It was the prettiest and most woeful sight that ever mortal saw. All the features and tokens of Marygold were there; even the beloved little dimple remained in her golden chin. But the more perfect was the resemblance, the greater was the father’s agony at beholding this golden image, which was all that was left him of a daughter. It had been a favorite phrase of Midas, whenever he felt particularly fond of the child, to say that she was worth her weight in gold. And now the phrase had become literally true. And now, at last, when it was too late, he felt how infinitely a warm and tender heart, that loved him, exceeded in value all the wealth that could be piled up betwixt the earth and sky!</p>             <p>It would be too sad a story, if I were to tell you how Midas, in the fullness of all his gratified desires, began to wring his hands and bemoan himself; and how he could neither bear to look at Marygold, nor yet to look away from her. Except when his eyes were fixed on the image, he could not possibly believe that she was changed to gold. But stealing another glance, there was the precious little figure, with a yellow tear-drop on its yellow cheek, and a look so piteous and tender that it seemed as if that very expression must needs soften the gold, and make it flesh again. This, however, could not be. So Midas had only to wring his hands, and to wish that he were the poorest man in the wide world, if the loss of all his wealth might bring back the faintest rose-color to his dear child’s face.</p>             <p>While he was in this tumult of despair, he suddenly beheld a stranger standing near the door. Midas bent down his head, without speaking; for he recognized the same figure which had appeared to him, the day before, in the treasure-room, and had bestowed on him this disastrous faculty of the Golden Touch. The stranger’s countenance still wore a smile, which seemed to shed a yellow lustre all about the room, and gleamed on little Marygold’s image, and on the other objects that had been transmuted by the touch of Midas.</p>             <p>\"Well, friend Midas,\" said the stranger, \"pray how do you succeed with the Golden Touch?\"</p>             <p>Midas shook his head.</p>             <p>\"I am very miserable,\" said he.</p>             <p>\"Very miserable, indeed!\" exclaimed the stranger. \"And how happens that? Have I not faithfully kept my promise with you? Have you not everything that your heart desired?\"</p>             <p>\"Gold is not everything,\" answered Midas. \"And I have lost all that my heart really cared for.\"</p>             <p>\"Ah! So you have made a discovery, since yesterday?\" observed the stranger. \"Let us see, then. Which of these two things do you think is really worth the most,—the gift of the Golden Touch, or one cup of clear cold water?\"</p>             <p>\"O blessed water!\" exclaimed Midas. \"It will never moisten my parched throat again!\"</p>             <p>\"The Golden Touch,\" continued the stranger, \"or a crust of bread?\"</p>             <p>\"A piece of bread,\" answered Midas, \"is worth all the gold on earth!\"</p>             <p>\"The Golden Touch,\" asked the stranger, \"or your own little Marygold, warm, soft, and loving as she was an hour ago?\"</p>             <p>\"Oh, my child, my dear child!\" cried poor Midas, wringing his hands. \"I would not have given that one small dimple in her chin for the power of changing this whole big earth into a solid lump of gold!\"</p>             <p>\"You are wiser than you were, King Midas!\" said the stranger, looking seriously at him. \"Your own heart, I perceive, has not been entirely changed from flesh to gold. Were it so, your case would indeed be desperate. But you appear to be still capable of understanding that the commonest things, such as lie within everybody’s grasp, are more valuable than the riches which so many mortals sigh and struggle after. Tell me, now, do you sincerely desire to rid yourself of this Golden Touch?\"</p>             <p>\"It is hateful to me!\" replied Midas.</p>             <p>A fly settled on his nose, but immediately fell to the floor; for it, too, had become gold. Midas shuddered.</p>             <p>\"Go, then,\" said the stranger, \"and plunge into the river that glides past the bottom of your garden. Take likewise a vase of the same water, and sprinkle it over any object that you may desire to change back again from gold into its former substance. If you do this in earnestness and sincerity, it may possibly repair the mischief which your avarice has occasioned.\"</p>             <p>King Midas bowed low; and when he lifted his head, the lustrous stranger had vanished.</p>             <p>You will easily believe that Midas lost no time in snatching up a great earthen pitcher (but, alas me! it was no longer earthen after he touched it), and hastening to the riverside. As he scampered along, and forced his way through the shrubbery, it was positively marvelous to see how the foliage turned yellow behind him, as if the autumn had been there, and nowhere else. On reaching the river’s brink, he plunged headlong in, without waiting so much as to pull off his shoes.</p>             <p>\"Poof! poof! poof!\" snorted King Midas, as his head emerged out of the water. \"Well; this is really a refreshing bath, and I think it must have quite washed away the Golden Touch. And now for filling my pitcher!\"</p>             <p>As he dipped the pitcher into the water, it gladdened his very heart to see it change from gold into the same good, honest earthen vessel which it had been before he touched it. He was conscious, also, of a change within himself. A cold, hard, and heavy weight seemed to have gone out of his bosom. No doubt his heart had been gradually losing its human substance, and transmuting itself into insensible metal, but had now softened back again into flesh. Perceiving a violet, that grew on the bank of the river, Midas touched it with his finger, and was overjoyed to find that the delicate flower retained its purple hue, instead of undergoing a yellow blight. The curse of the Golden Touch had therefore really been removed from him.</p>             <p>King Midas hastened back to the palace; and I suppose the servants knew not what to make of it when they saw their royal master so carefully bringing home an earthen pitcher of water. But that water, which was to undo all the mischief that his folly had wrought, was more precious to Midas, than an ocean of molten gold could have been. The first thing he did, as you need hardly be told, was to sprinkle it by handfuls over the golden figure of little Marygold.</p>             <p>No sooner did it fall on her than you would have laughed to see how the rosy color came back to the dear child’s cheek! and how she began to sneeze and sputter!—and how astonished she was to find herself dripping wet, and her father still throwing more water over her!</p>             <p>\"Pray do not, dear father!\" cried she. \"See how you have wet my nice frock, which I put on only this morning!\"</p>             <p>For Marygold did not know that she had been a little golden statue; nor could she remember anything that had happened since the moment when she ran with outstretched arms to comfort poor King Midas.</p>             <p>Her father did not think it necessary to tell his beloved child how very foolish he had been, but contented himself with showing how much wiser he had now grown. For this purpose he led little Marygold into the garden, where he sprinkled all the remainder of the water over the rose-bushes, and with such good effect that above five thousand roses recovered their beautiful bloom. There were two circumstances, however, which, as long as he lived, used to put King Midas in mind of the Golden Touch. One was, that the sands of the river sparkled like gold; the other, that little Marygold’s hair had now a golden tinge, which he had never observed in it before she had been transmuted by the effect of his kiss. This change of hue was really an improvement, and made Marygold’s hair richer than in her babyhood.</p>             <p>When King Midas had grown quite an old man, and used to trot Marygold’s children on his knee, he was fond of telling them this marvelous story, pretty much as I have now told it to you. And then would he stroke their glossy ringlets, and tell them that their hair, likewise, had a rich shade of gold, which they had inherited from their mother.</p>           <p>\"And to tell you the truth, my precious little folks,\" quoth King Midas, diligently trotting the children all the while, \"ever since that morning, I have hated the very sight of all other gold, save this!\"</p><br><br>    <a href=\"http://www.kidsgen.com/stories/classic_stories/\"><div class=\"BackLink\">Back to Classic Stories Main</div></a>      </div>",
      "imageUrl" : "https://goo.gl/i87zsR",
      "length" : "38:26",
      "title" : "The Golden Touch",
      "videoId" : "1c12ccQ06Rk"
    }, {
      "description" : "<div class=\"col-sm-9 Lft-Mat\"> <h2 class=\"TxtCntr\">The Jungle Book</h2>  <p>In the thick of a jungle in India, a little boy is playing with wolf cubs.  Mother wolf is there. She says to the little boy, \"Mowgli, be careful, you could  hurt yourself.\"<br> <br> <img src=\"images/the-jungle-book.jpg\" alt=\"Mowgli and his friends in The Jungle Book\" class=\"img-responsive ImgLft\">Mowgli, as an infant had been found by the wolf in the jungle; she had  brought him up just as she had brought up her own cubs. Mowgli, still a boy  played with all the animals in the jungle. He had many friends; Bhaloo, the  bear. Bhagera, the panther and his many monkey friends. But Sher Khan, the tiger  was no fiend. Mowgli had always been warned to stay away from Sher Khan's  territory. Sher Khan did not like Mowgli and waited for a chance to harm the  boy.<br> <br> One day, while Mowgli was playing, Bhaloo came running to Mowgli and said,  \"Mowgli, Sher Khan is in a terrible temper. He is going around telling everyone  that he wants to kill you.\" Mowgli said, \"Don't worry Bhaloo, I can protect  myself.\"<br> <br> Mowgli had a plan. It was to counter attack. He wanted to let loose the wild  bulls of the forest on Sher Khan. To do this he had to corner Sher Khan. He knew  where Sher Khan spent most of his time; it was on a slope in the mountains, far  from Mowgli's cave. He did not want Sher Khan to spot him because that would be  the end of him. Mowgli thought, \"I should go around the mountain and to the top  without Sher Khan seeing me. From the top the bulls can charge at Sher Khan.\"<br> <br> That evening, Mowgli gathered eight wild bulls with the longest and sharpest  horns. He said, \"Today, we will put an end to the reign of terror by Sher Khan.  This is my plan.\" Mowgli explained to the bulls how he wanted to attack Sher  Khan.<br> <br> As per plan, they circled the mountain, unnoticed by the slumbering tiger. Once  they reached the top, they could see in a clearing a little below rested Sher  Khan. Mowgli said, \"Once I give you the signal, charge together. Any false move  and we could be endangering out lives.\" Mowgli lifted up his hands, brought it  down and shouted, \"CHARGE.\"<br> <br> The bulls ran down the slope, kicking up huge amounts of dust. Sher Khan looked  up hearing this thunderous noise. He saw the bulls hurtling towards him; he  tried to turn and run but before he knew it the bulls were on top of him. The  bulls pierced Sher Khan with their horns and flung him with the momentum of  their run. Sher Khan was hurled and flung to his death.<br> <br> Mowgli and the bulls proudly went to announce to the jungle folks of Sher Khan's  end.</p><br><br>    <a href=\"http://www.kidsgen.com/stories/classic_stories/\"><div class=\"BackLink\">Back to Classic Stories Main</div></a>      </div>",
      "imageUrl" : "https://goo.gl/qVmpYW",
      "length" : "2:56",
      "title" : "The Jungle Book",
      "videoId" : "i36Nfvln_eg"
    }, {
      "description" : "<div class=\"col-sm-9 Lft-Mat\"> <h2 class=\"TxtCntr\">The Miraculous Pitcher</h2>   <p>One evening, in times long ago, old Philemon and his old wife Baucis sat at their cottage door, enjoying the calm and beautiful sunset. They had already eaten their frugal supper, and intended now to spend a quiet hour or two before bedtime. So they talked together about their garden, and their cow, and their bees, and their grapevine, which clambered over the cottage wall, and on which the grapes were beginning to turn purple. But the rude shouts of children, and the fierce barking of dogs, in the village near at hand, grew louder and louder, until, at last, it was hardly possible for Baucis and Philemon to hear each other speak.</p>             <p>\"Ah, wife,\" cried Philemon, \"I fear some poor traveler is seeking hospitality among our neighbors yonder, and, instead of giving him food and lodging, they have set their dogs at him, as their custom is!\"</p>             <p>\"Well-a-day!\" answered old Baucis, \"I do wish our neighbors felt a little more kindness for their fellow-creatures. And only think of bringing up their children in this naughty way, and patting them on the head when they fling stones at strangers!\"</p>             <p>\"Those children will never come to any good,\" said Philemon, shaking his white head. \"To tell you the truth, wife, I should not wonder if some terrible thing were to happen to all the people in the village, unless they mend their manners. But, as for you and me, so long as Providence affords us a crust of bread, let us be ready to give half to any poor, homeless stranger that may come along and need it.\"</p>             <p>\"That’s right, husband!\" said Baucis. \"So we will!\"</p>             <p>These old folks, you must know, were quite poor, and had to work pretty hard for a living. Old Philemon toiled diligently in his garden, while Baucis was always busy with her distaff, or making a little butter and cheese with their cow’s milk, or doing one thing and another about the cottage. Their food was seldom anything but bread, milk, and vegetables, with sometimes a portion of honey from their beehive, and now and then a bunch of grapes, that had ripened against the cottage wall. But they were two of the kindest old people in the world, and would cheerfully have gone without their dinners, any day, rather than refuse a slice of their brown loaf, a cup of new milk, and a spoonful of honey, to the weary traveler who might pause before their door. They felt as if such guests had a sort of holiness, and that they ought, therefore, to treat them better and more bountifully than their own selves.</p>             <p>Their cottage stood on a rising ground, at some short distance from a village, which lay in a hollow valley, that was about half a mile in breadth. This valley, in past ages, when the world was new, had probably been the bed of a lake. There fishes had glided to and fro in the depths, and water-weeds had grown along the margin, and trees and hills had seen their reflected images in the broad and peaceful mirror. But, as the waters subsided, men had cultivated the soil, and built houses on it, so that it was now a fertile spot, and bore no traces of the ancient lake, except a very small brook, which meandered through the midst of the village, and supplied the inhabitants with water. The valley had been dry land so long that oaks had sprung up, and grown great and high, and perished with old age, and been succeeded by others, as tall and stately as the first. Never was there a prettier or more fruitful valley. The very sight of the plenty around them should have made the inhabitants kind and gentle, and ready to show their gratitude to Providence by doing good to their fellow-creatures.</p>             <p>But, we are sorry to say, the people of this lovely village were not worthy to dwell in a spot on which Heaven had smiled so beneficently. They were a very selfish and hard-hearted people, and had no pity for the poor, nor sympathy with the homeless. They would only have laughed, had anybody told them that human beings owe a debt of love to one another, because there is no other method of paying the debt of love and care which all of us owe to Providence. You will hardly believe what I am going to tell you. These naughty people taught their children to be no better than themselves, and used to clap their hands, by way of encouragement, when they saw the little boys and girls run after some poor stranger, shouting at his heels, and pelting him with stones. They kept large and fierce dogs, and whenever a traveler ventured to show himself in the village street, this pack of disagreeable curs scampered to meet him, barking, snarling, and showing their teeth. Then they would seize him by his leg, or by his clothes, just as it happened; and if he were ragged when he came, he was generally a pitiable object before he had time to run away. This was a very terrible thing to poor travelers, as you may suppose, especially when they chanced to be sick, or feeble, or lame, or old. Such persons (if they once knew how badly these unkind people, and their unkind children and curs, were in the habit of behaving) would go miles and miles out of their way, rather than try to pass through the village again.</p>             <p>What made the matter seem worse, if possible, was that when rich persons came in their chariots, or riding on beautiful horses, with their servants in rich liveries attending on them, nobody could be more civil and obsequious than the inhabitants of the village. They would take off their hats, and make the humblest bows you ever saw. If the children were rude, they were pretty certain to get their ears boxed; and as for the dogs, if a single cur in the pack presumed to yelp, his master instantly beat him with a club, and tied him up without any supper. This would have been all very well, only it proved that the villagers cared much about the money that a stranger had in his pocket, and nothing whatever for the human soul, which lives equally in the beggar and the prince.</p>             <p>So now you can understand why old Philemon spoke so sorrowfully, when he heard the shouts of the children and the barking of the dogs, at the farther extremity of the village street. There was a confused din, which lasted a good while, and seemed to pass quite through the breadth of the valley.</p>             <p>\"I never heard the dogs so loud!\" observed the good old man.</p>             <p>\"Nor the children so rude!\" answered his good old wife.</p>             <p>They sat shaking their heads, one to the other, while the noise came nearer and nearer; until, at the foot of the little eminence on which their cottage stood, they saw two travelers approaching on foot. Close behind them came the fierce dogs, snarling at their very heels. A little farther off ran a crowd of children, who sent up shrill cries, and flung stones at the two strangers, with all their might. Once or twice, the younger of the two men (he was a slender and very active figure) turned about and drove back the dogs with a staff which he carried in his hand. His companion, who was a very tall person, walked calmly along as if disdaining to notice either the naughty children or the pack of curs, whose manners the children seemed to imitate.</p>             <p>Both of the travelers were very humbly clad, and looked as if they might not have money enough in their pockets to pay for a night’s lodging. And this, I am afraid, was the reason why the villagers had allowed their children and dogs to treat them so rudely.</p>             <p>\"Come, wife,\" said Philemon to Baucis, \"let us go and meet these poor people. No doubt, they feel almost too heavy-hearted to climb the hill.\"</p>             <p>\"Go you and meet them,\" answered Baucis, \"while I make haste within doors, and see whether we can get them anything for supper. A comfortable bowl of bread and milk would do wonders towards raising their spirits.\"</p>             <p>Accordingly, she hastened into the cottage. Philemon, on his part, went forward, and extended his hand with so hospitable an aspect that there was no need of saying what nevertheless he did say, in the heartiest tone imaginable,—</p>             <p>\"Welcome, strangers! welcome!\"</p>             <p>\"Thank you!\" replied the younger of the two, in a lively kind of way, notwithstanding his weariness and trouble. \"This is quite another greeting than we have met with yonder in the village. Pray, why do you live in such a bad neighborhood?\"</p>             <p>\"Ah!\" observed old Philemon, with a quiet and benign smile, \"Providence put me here, I hope, among other reasons, in order that I may make you what amends I can for the inhospitality of my neighbors.\"</p>             <p>\"Well said, old father!\" cried the traveler, laughing; \"and, if the truth must be told, my companion and myself need some amends. Those children (the little rascals!) have bespattered us finely with their mud-balls; and one of the curs has torn my cloak, which was ragged enough already. But I took him across the muzzle with my staff; and I think you may have heard him yelp, even thus far off.\"</p>             <p>Philemon was glad to see him in such good spirits; nor, indeed, would you have fancied, by the traveler’s look and manner, that he was weary with a long day’s journey, besides being disheartened by rough treatment at the end of it. He was dressed in rather an odd way, with a sort of cap on his head, the brim of which stuck out over both ears. Though it was a summer evening, he wore a cloak, which he kept wrapt closely about him, perhaps because his under garments were shabby. Philemon perceived, too, that he had on a singular pair of shoes; but, as it was now growing dusk, and as the old man’s eyesight was none the sharpest, he could not precisely tell in what the strangeness consisted. One thing, certainly, seemed queer. The traveler was so wonderfully light and active, that it appeared as if his feet sometimes rose from the ground of their own accord, or could only be kept down by an effort.</p>             <p>\"I used to be light-footed, in my youth,\" said Philemon to the traveler. \"But I always found my feet grow heavier towards nightfall.\"</p>             <p>\"There is nothing like a good staff to help one along,\" answered the stranger; \"and I happen to have an excellent one, as you see.\"</p>             <p>This staff, in fact, was the oddest-looking staff that Philemon had ever beheld. It was made of olive-wood, and had something like a little pair of wings near the top. Two snakes, carved in the wood, were represented as twining themselves about the staff, and were so very skillfully executed that old Philemon (whose eyes, you know, were getting rather dim) almost thought them alive, and that he could see them wriggling and twisting.</p>             <p>\"A curious piece of work, sure enough!\" said he. \"A staff with wings! It would be an excellent kind of stick for a little boy to ride astride of!\"</p>             <p>By this time Philemon and his two guests had reached the cottage door.</p>             <p>\"Friends,\" said the old man, \"sit down and rest yourselves here on this bench. My good wife Baucis has gone to see what you can have for supper. We are poor folks; but you shall be welcome to whatever we have in the cupboard.\"</p>             <p>The younger stranger threw himself carelessly on the bench, letting his staff fall, as he did so. And here happened something rather marvelous, though trifling enough, too. The staff seemed to get up from the ground of its own accord, and, spreading its little pair of wings, it half hopped, half flew, and leaned itself against the wall of the cottage. There it stood quite still, except that the snakes continued to wriggle. But, in my private opinion, old Philemon’s eyesight had been playing him tricks again.</p>             <p>Before he could ask any questions, the elder stranger drew his attention from the wonderful staff, by speaking to him.</p>             <p>\"Was there not,\" asked the stranger, in a remarkably deep tone of voice, \"a lake, in very ancient times, covering the spot where now stands yonder village?\"</p>             <p>\"Not in my day, friend,\" answered Philemon; \"and yet I am an old man, as you see. There were always the fields and meadows, just as they are now, and the old trees, and the little stream murmuring through the midst of the valley. My father, nor his father before him, ever saw it otherwise, so far as I know; and doubtless it will still be the same, when old Philemon shall be gone and forgotten!\"</p>             <p>\"That is more than can be safely foretold,\" observed the stranger; and there was something very stern in his deep voice. He shook his head, too, so that his dark and heavy curls were shaken with the movement. \"Since the inhabitants of yonder village have forgotten the affections and sympathies of their nature, it were better that the lake should be rippling over their dwellings again!\"</p>             <p>The traveler looked so stern that Philemon was really almost frightened; the more so, that, at his frown, the twilight seemed suddenly to grow darker, and that, when he shook his head, there was a roll as of thunder in the air.</p>             <p>But, in a moment afterwards, the stranger’s face became so kindly and mild that the old man quite forgot his terror. Nevertheless, he could not help feeling that this elder traveler must be no ordinary personage, although he happened now to be attired so humbly and to be journeying on foot. Not that Philemon fancied him a prince in disguise, or any character of that sort; but rather some exceedingly wise man, who went about the world in this poor garb, despising wealth and all worldly objects, and seeking everywhere to add a mite to his wisdom. This idea appeared the more probable, because, when Philemon raised his eyes to the stranger’s face, he seemed to see more thought there, in one look, than he could have studied out in a lifetime.</p>             <p>While Baucis was getting the supper, the travelers both began to talk very sociably with Philemon. The younger, indeed, was extremely loquacious, and made such shrewd and witty remarks that the good old man continually burst out a-laughing, and pronounced him the merriest fellow whom he had seen for many a day.</p>             <p>\"Pray, my young friend,\" said he, as they grew familiar together, \"what may I call your name?\"</p>             <p>\"Why, I am very nimble, as you see,\" answered the traveler. \"So, if you call me Quicksilver, the name will fit tolerably well.\"</p>             <p>\"Quicksilver? Quicksilver?\" repeated Philemon, looking in the traveler’s face, to see if he were making fun of him. \"It is a very odd name! And your companion there? Has he as strange a one?\"</p>             <p>\"You must ask the thunder to tell it you!\" replied Quicksilver, putting on a mysterious look. \"No other voice is loud enough.\"</p>             <p>This remark, whether it were serious or in jest, might have caused Philemon to conceive a very great awe of the elder stranger, if, on venturing to gaze at him, he had not beheld so much beneficence in his visage. But undoubtedly here was the grandest figure that ever sat so humbly beside a cottage door. When the stranger conversed, it was with gravity, and in such a way that Philemon felt irresistibly moved to tell him everything which he had most at heart. This is always the feeling that people have when they meet with any one wise enough to comprehend all their good and evil, and to despise not a tittle of it.</p>             <p>But Philemon, simple and kind-hearted old man that he was, had not many secrets to disclose. He talked, however, quite garrulously, about the events of his past life, in the whole course of which he had never been a score of miles from this very spot. His wife Baucis and himself had dwelt in the cottage from their youth upward, earning their bread by honest labor, always poor, but still contented. He told what excellent butter and cheese Baucis made, and how nice were the vegetables which he raised in his garden. He said, too, that, because they loved one another so very much, it was the wish of both that death might not separate them, but that they should die, as they had lived, together.</p>             <p>As the stranger listened, a smile beamed over his countenance, and made its expression as sweet as it was grand.</p>             <p>\"You are a good old man,\" said he to Philemon, \"and you have a good old wife to be your helpmeet. It is fit that your wish be granted.\"</p>             <p>And it seemed to Philemon, just then, as if the sunset clouds threw up a bright flash from the west, and kindled a sudden light in the sky.</p>             <p>Baucis had now got supper ready, and, coming to the door, began to make apologies for the poor fare which she was forced to set before her guests.</p>             <p>\"Had we known you were coming,\" said she, \"my good man and myself would have gone without a morsel, rather than you should lack a better supper. But I took the most part of to-day’s milk to make cheese; and our last loaf is already half eaten. Ah me! I never feel the sorrow of being poor, save when a poor traveler knocks at our door.\"</p>             <p>\"All will be very well; do not trouble yourself, my good dame,\" replied the elder stranger kindly. \"An honest, hearty welcome to a guest works miracles with the fare, and is capable of turning the coarsest food to nectar and ambrosia.\"</p>             <p>\"A welcome you shall have,\" cried Baucis, \"and likewise a little honey that we happen to have left, and a bunch of purple grapes besides.\"</p>             <p>\"Why, Mother Baucis, it is a feast!\" exclaimed Quicksilver, laughing; \"an absolute feast! and you shall see how bravely I will play my part at it! I think I never felt hungrier in my life.\"</p>             <p><img src=\"images/the_miraculous_pitcher.jpg\" alt=\"\" width=\"175\" height=\"191\" align=\"right\" style=\"padding-left:4px; padding-top:8px\">\"Mercy on us!\" whispered Baucis to her husband. \"If the young man has such a terrible appetite, I am afraid there will not be half enough supper!\"<br>               A man pours milk into an overflowing bowl.</p>             <p>\"I AM AFRAID THERE WILL NOT BE HALF ENOUGH SUPPER\"</p>             <p>They all went into the cottage.</p>             <p>And now, my little auditors, shall I tell you something that will make you open your eyes very wide? It is really one of the oddest circumstances in the whole story. Quicksilver’s staff, you recollect, had set itself up against the wall of the cottage. Well, when its master entered the door, leaving this wonderful staff behind, what should it do but immediately spread its little wings, and go hopping and fluttering up the doorsteps! Tap, tap, went the staff, on the kitchen floor; nor did it rest until it had stood itself on end, with the greatest gravity and decorum, beside Quicksilver’s chair. Old Philemon, however, as well as his wife, was so taken up in attending to their guests that no notice was given to what the staff had been about.</p>             <p>As Baucis had said, there was but a scanty supper for two hungry travelers. In the middle of the table was the remnant of a brown loaf, with a piece of cheese on one side of it, and a dish of honeycomb on the other. There was a pretty good bunch of grapes for each of the guests. A moderately sized earthen pitcher, nearly full of milk, stood at a corner of the board; and when Baucis had filled two bowls, and set them before the strangers, only a little milk remained in the bottom of the pitcher. Alas! it is a very sad business, when a bountiful heart finds itself pinched and squeezed among narrow circumstances. Poor Baucis kept wishing that she might starve for a week to come, if it were possible, by so doing, to provide these hungry folks a more plentiful supper.</p>             <p>And, since the supper was so exceedingly small, she could not help wishing that their appetites had not been quite so large. Why, at their very first sitting down, the travelers both drank off all the milk in their two bowls, at a draught.</p>             <p>\"A little more milk, kind Mother Baucis, if you please,\" said Quicksilver. \"The day has been hot, and I am very much athirst.\"</p>             <p>\"Now, my dear people,\" answered Baucis, in great confusion, \"I am so sorry and ashamed! But the truth is, there is hardly a drop more milk in the pitcher. O husband, husband, why didn’t we go without our supper?\"</p>             <p>\"Why, it appears to me,\" cried Quicksilver, starting up from table and taking the pitcher by the handle, \"it really appears to me that matters are not quite so bad as you represent them. Here is certainly more milk in the pitcher.\"</p>             <p>So saying, and to the vast astonishment of Baucis, he proceeded to fill, not only his own bowl, but his companion’s likewise, from the pitcher that was supposed to be almost empty. The good woman could scarcely believe her eyes. She had certainly poured out nearly all the milk, and had peeped in afterwards, and seen the bottom of the pitcher, as she set it down upon the table.</p>             <p>\"But I am old,\" thought Baucis to herself, \"and apt to be forgetful. I suppose I must have made a mistake. At all events, the pitcher cannot help being empty now, after filling the bowls twice over.\"</p>             <p>\"What excellent milk!\" observed Quicksilver, after quaffing the contents of the second bowl. \"Excuse me, my kind hostess, but I must really ask you for a little more.\"</p>             <p>Now Baucis had seen, as plainly as she could see anything, that Quicksilver had turned the pitcher upside down, and consequently had poured out every drop of milk, in filling the last bowl. Of course, there could not possibly be any left. However, in order to let him know precisely how the case was, she lifted the pitcher, and made a gesture as if pouring milk into Quicksilver’s bowl, but without the remotest idea that any milk would stream forth. What was her surprise, therefore, when such an abundant cascade fell bubbling into the bowl, that it was immediately filled to the brim, and overflowed upon the table! The two snakes that were twisted about Quicksilver’s staff (but neither Baucis nor Philemon happened to observe this circumstance) stretched out their heads, and began to lap up the spilt milk.</p>             <p>And then what a delicious fragrance the milk had! It seemed as if Philemon’s only cow must have pastured, that day, on the richest herbage that could be found anywhere in the world. I only wish that each of you, my beloved little souls, could have a bowl of such nice milk, at supper-time!</p>             <p>\"And now a slice of your brown loaf, Mother Baucis,\" said Quicksilver, \"and a little of that honey!\"</p>             <p>Baucis cut him a slice accordingly; and though the loaf, when she and her husband ate of it, had been rather too dry and crusty to be palatable, it was now as light and moist as if but a few hours out of the oven. Tasting a crumb, which had fallen on the table, she found it more delicious than bread ever was before, and could hardly believe that it was a loaf of her own kneading and baking. Yet, what other loaf could it possibly be?</p>             <p>But oh, the honey! I may just as well let it alone, without trying to describe how exquisitely it smelt and looked. Its color was that of the purest and most transparent gold; and it had the odor of a thousand flowers; but of such flowers as never grew in an earthly garden, and to seek which the bees must have flown high above the clouds. The wonder is, that, after alighting on a flower-bed of so delicious fragrance and immortal bloom, they should have been content to fly down again to their hive in Philemon’s garden. Never was such honey tasted, seen, or smelt. The perfume floated around the kitchen, and made it so delightful, that, had you closed your eyes, you would instantly have forgotten the low ceiling and smoky walls, and have fancied yourself in an arbor, with celestial honeysuckles creeping over it.</p>             <p>Although good Mother Baucis was a simple old dame, she could not but think that there was something rather out of the common way in all that had been going on. So, after helping the guests to bread and honey, and laying a bunch of grapes by each of their plates, she sat down by Philemon, and told him what she had seen, in a whisper.</p>             <p>\"Did you ever hear the like?\" asked she.</p>             <p>\"No, I never did,\" answered Philemon, with a smile. \"And I rather think, my dear old wife, you have been walking about in a sort of a dream. If I had poured out the milk, I should have seen through the business at once. There happened to be a little more in the pitcher than you thought,—that is all.\"</p>             <p>\"Ah, husband,\" said Baucis, \"say what you will, these are very uncommon people.\"</p>             <p>\"Well, well,\" replied Philemon, still smiling, \"perhaps they are. They certainly do look as if they had seen better days; and I am heartily glad to see them making so comfortable a supper.\"</p>             <p>Each of the guests had now taken his bunch of grapes upon his plate. Baucis (who rubbed her eyes, in order to see the more clearly) was of opinion that the clusters had grown larger and richer, and that each separate grape seemed to be on the point of bursting with ripe juice. It was entirely a mystery to her how such grapes could ever have been produced from the old stunted vine that climbed against the cottage wall.</p>             <p>\"Very admirable grapes these!\" observed Quicksilver, as he swallowed one after another, without apparently diminishing his cluster. \"Pray, my good host, whence did you gather them?\"</p>             <p>\"From my own vine,\" answered Philemon. \"You may see one of its branches twisting across the window, yonder. But wife and I never thought the grapes very fine ones.\"</p>             <p>\"I never tasted better,\" said the guest. \"Another cup of this delicious milk, if you please, and I shall then have supped better than a prince.\"</p>             <p>This time, old Philemon bestirred himself, and took up the pitcher; for he was curious to discover whether there was any reality in the marvels which Baucis had whispered to him. He knew that his good old wife was incapable of falsehood, and that she was seldom mistaken in what she supposed to be true; but this was so very singular a case, that he wanted to see into it with his own eyes. On taking up the pitcher, therefore, he slyly peeped into it, and was fully satisfied that it contained not so much as a single drop. All at once, however, he beheld a little white fountain, which gushed up from the bottom of the pitcher, and speedily filled it to the brim with foaming and deliciously fragrant milk. It was lucky that Philemon, in his surprise, did not drop the miraculous pitcher from his hand.</p>             <p>\"Who are ye, wonder-working strangers!\" cried he, even more bewildered than his wife had been.</p>             <p>\"Your guests, my good Philemon, and your friends,\" replied the elder traveler, in his mild, deep voice, that had something at once sweet and awe-inspiring in it. \"Give me likewise a cup of the milk; and may your pitcher never be empty for kind Baucis and yourself, any more than for the needy wayfarer!\"</p>             <p>The supper being now over, the strangers requested to be shown to their place of repose. The old people would gladly have talked with them a little longer, and have expressed the wonder which they felt, and their delight at finding the poor and meagre supper prove so much better and more abundant than they hoped. But the elder traveler had inspired them with such reverence that they dared not ask him any questions. And when Philemon drew Quicksilver aside, and inquired how under the sun a fountain of milk could have got into an old earthen pitcher, this latter personage pointed to his staff.</p>             <p>\"There is the whole mystery of the affair,\" quoth Quicksilver; \"and if you can make it out, I’ll thank you to let me know. I can’t tell what to make of my staff. It is always playing such odd tricks as this; sometimes getting me a supper, and, quite as often, stealing it away. If I had any faith in such nonsense, I should say the stick was bewitched!\"</p>             <p>He said no more, but looked so slyly in their faces, that they rather fancied he was laughing at them. The magic staff went hopping at his heels, as Quicksilver quitted the room. When left alone, the good old couple spent some little time in conversation about the events of the evening, and then lay down on the floor, and fell fast asleep. They had given up their sleeping-room to the guests, and had no other bed for themselves, save these planks, which I wish had been as soft as their own hearts.</p>             <p>The old man and his wife were stirring, betimes, in the morning, and the strangers likewise arose with the sun, and made their preparations to depart. Philemon hospitably entreated them to remain a little longer, until Baucis could milk the cow, and bake a cake upon the hearth, and, perhaps, find them a few fresh eggs, for breakfast. The guests, however, seemed to think it better to accomplish a good part of their journey before the heat of the day should come on. They, therefore, persisted in setting out immediately, but asked Philemon and Baucis to walk forth with them a short distance, and show them the road which they were to take.</p>             <p>So they all four issued from the cottage, chatting together like old friends. It was very remarkable, indeed, how familiar the old couple insensibly grew with the elder traveler, and how their good and simple spirits melted into his, even as two drops of water would melt into the illimitable ocean. And as for Quicksilver, with his keen, quick, laughing wits, he appeared to discover every little thought that but peeped into their minds, before they suspected it themselves. They sometimes wished, it is true, that he had not been quite so quick-witted, and also that he would fling away his staff, which looked so mysteriously mischievous, with the snakes always writhing about it. But then, again, Quicksilver showed himself so very good-humored, that they would have been rejoiced to keep him in their cottage, staff, snakes, and all, every day, and the whole day long.</p>             <p>\"Ah me! Well-a-day!\" exclaimed Philemon, when they had walked a little way from their door. \"If our neighbors only knew what a blessed thing it is to show hospitality to strangers, they would tie up all their dogs, and never allow their children to fling another stone.\"</p>             <p>\"It is a sin and shame for them to behave so,—that it is!\" cried good old Baucis vehemently. \"And I mean to go this very day, and tell some of them what naughty people they are!\"</p>             <p>\"I fear,\" remarked Quicksilver; slyly smiling, \"that you will find none of them at home.\"</p>             <p>The elder traveler’s brow, just then, assumed such a grave, stern, and awful grandeur, yet serene withal, that neither Baucis nor Philemon dared to speak a word. They gazed reverently into his face, as if they had been gazing at the sky.</p>             <p>\"When men do not feel towards the humblest stranger as if he were a brother,\" said the traveler, in tones so deep that they sounded like those of an organ, \"they are unworthy to exist on earth, which was created as the abode of a great human brotherhood!\"</p>             <p>\"And, by the by, my dear old people,\" cried Quicksilver, with the liveliest look of fun and mischief in his eyes, \"where is this same village that you talk about? On which side of us does it lie? Methinks I do not see it hereabouts.\"</p>             <p>Philemon and his wife turned towards the valley, where, at sunset, only the day before, they had seen the meadows, the houses, the gardens, the clumps of trees, the wide, green-margined street, with children playing in it, and all the tokens of business, enjoyment, and prosperity. But what was their astonishment! There was no longer any appearance of a village! Even the fertile vale, in the hollow of which it lay, had ceased to have existence. In its stead, they beheld the broad, blue surface of a lake, which filled the great basin of the valley from brim to brim, and reflected the surrounding hills in its bosom with as tranquil an image as if it had been there ever since the creation of the world. For an instant, the lake remained perfectly smooth. Then a little breeze sprang up, and caused the water to dance, glitter, and sparkle in the early sunbeams, and to dash, with a pleasant rippling murmur, against the hither shore.</p>             <p>The lake seemed so strangely familiar, that the old couple were greatly perplexed, and felt as if they could only have been dreaming about a village having lain there. But, the next moment, they remembered the vanished dwellings, and the faces and characters of the inhabitants, far too distinctly for a dream. The village had been there yesterday, and now was gone!</p>             <p>\"Alas!\" cried these kind-hearted old people, \"what has become of our poor neighbors?\"</p>             <p>\"They no longer exist as men and women,\" said the elder traveler, in his grand and deep voice, while a roll of thunder seemed to echo it at a distance. \"There was neither use nor beauty in such a life as theirs; for they never softened or sweetened the hard lot of mortality by the exercise of kindly affections between man and man. They retained no image of the better life in their bosoms; therefore, the lake, that was of old, has spread itself forth again, to reflect the sky!\"</p>             <p>\"And as for those foolish people,\" said Quicksilver, with his mischievous smile, \"they are all transformed to fishes. There needed but little change, for they were already a scaly set of rascals, and the coldest-blooded beings in existence. So, kind Mother Baucis, whenever you or your husband have an appetite for a dish of broiled trout, he can throw in a line, and pull out half a dozen of your old neighbors!\"</p>             <p>\"Ah,\" cried Baucis shuddering, \"I would not, for the world, put one of them on the gridiron!\"</p>             <p>\"No,\" added Philemon, making a wry face, \"we could never relish them!\"</p>             <p>\"As for you, good Philemon,\" continued the elder traveler,—\"and you, kind Baucis,—you, with your scanty means, have mingled so much heartfelt hospitality with your entertainment of the homeless stranger, that the milk became an inexhaustible fount of nectar, and the brown loaf and the honey were ambrosia. Thus, the divinities have feasted, at your board, off the same viands that supply their banquets on Olympus. You have done well, my dear old friends. Wherefore, request whatever favor you have most at heart, and it is granted.\"</p>             <p>Philemon and Baucis looked at one another, and then—I know not which of the two it was who spoke, but that one uttered the desire of both their hearts.</p>             <p>\"Let us live together, while we live, and leave the world at the same instant, when we die! For we have always loved one another!\"</p>             <p>\"Be it so!\" replied the stranger, with majestic kindness. \"Now, look towards your cottage!\"</p>             <p>They did so. But what was their surprise on beholding a tall edifice of white marble, with a wide-open portal, occupying the spot where their humble residence had so lately stood!</p>             <p>\"There is your home,\" said the stranger, beneficently smiling on them both. \"Exercise your hospitality in yonder palace as freely as in the poor hovel to which you welcomed us last evening.\"</p>             <p>The old folks fell on their knees to thank him; but, behold! neither he nor Quicksilver was there.</p>             <p>So Philemon and Baucis took up their residence in the marble palace, and spent their time, with vast satisfaction to themselves, in making everybody jolly and comfortable who happened to pass that way. The milk-pitcher, I must not forget to say, retained its marvelous quality of being never empty, when it was desirable to have it full. Whenever an honest, good-humored, and free-hearted guest took a draught from this pitcher, he invariably found it the sweetest and most invigorating fluid that ever ran down his throat. But, if a cross and disagreeable curmudgeon happened to sip, he was pretty certain to twist his visage into a hard knot, and pronounce it a pitcher of sour milk!</p>             <p>Thus the old couple lived in their palace a great, great while, and grew older and older, and very old indeed. At length, however, there came a summer morning when Philemon and Baucis failed to make their appearance, as on other mornings, with one hospitable smile overspreading both their pleasant faces, to invite the guests of over-night to breakfast. The guests searched everywhere, from top to bottom of the spacious palace, and all to no purpose. But, after a great deal of perplexity, they espied, in front of the portal, two venerable trees, which nobody could remember to have seen there the day before. Yet there they stood, with their roots fastened deep into the soil, and a huge breadth of foliage overshadowing the whole front of the edifice. One was an oak, and the other a linden-tree. Their boughs—it was strange and beautiful to see—were intertwined together, and embraced one another, so that each tree seemed to live in the other tree’s bosom much more than in its own.</p>             <p>While the guests were marveling how these trees, that must have required at least a century to grow, could have come to be so tall and venerable in a single night, a breeze sprang up, and set their intermingled boughs astir. And then there was a deep, broad murmur in the air, as if the two mysterious trees were speaking.</p>             <p>\"I am old Philemon!\" murmured the oak.</p>             <p>\"I am old Baucis!\" murmured the linden-tree.</p>             <p>But, as the breeze grew stronger, the trees both spoke at once,—\"Philemon! Baucis! Baucis! Philemon!\"—as if one were both and both were one, and talking together in the depths of their mutual heart. It was plain enough to perceive that the good old couple had renewed their age, and were now to spend a quiet and delightful hundred years or so, Philemon as an oak, and Baucis as a linden-tree. And oh, what a hospitable shade did they fling around them! Whenever a wayfarer paused beneath it, he heard a pleasant whisper of the leaves above his head, and wondered how the sound should so much resemble words like these:—</p>             <p>\"Welcome, welcome, dear traveler, welcome!\"</p>             <p>And some kind soul, that knew what would have pleased old Baucis and old Philemon best, built a circular seat around both their trunks, where, for a great while afterwards, the weary, and the hungry, and the thirsty used to repose themselves, and quaff milk abundantly from the miraculous pitcher.</p>           <p>And I wish, for all our sakes, that we had the pitcher here now!</p><br><br>    <a href=\"http://www.kidsgen.com/stories/classic_stories/\"><div class=\"BackLink\">Back to Classic Stories Main</div></a>      </div>",
      "imageUrl" : "https://goo.gl/pxPQq8",
      "length" : "43:59",
      "title" : "The Miraculous Pitcher",
      "videoId" : "K_Y8gxEWc5A"
    }, {
      "description" : "<div class=\"col-sm-9 Lft-Mat\"> <h2 class=\"TxtCntr\">The Pomegranate Seeds</h2>  <p>Mother Ceres was exceedingly fond of her daughter Proserpina, and seldom let her go alone into the fields. But, just at the time when my story begins, the good lady was very busy, because she had the care of the wheat, and the Indian corn, and the rye and barley, and, in short, of the crops of every kind, all over the earth; and as the season had thus far been uncommonly backward, it was necessary to make the harvest ripen more speedily than usual. So she put on her turban, made of poppies (a kind of flower which she was always noted for wearing), and got into her car drawn by a pair of winged dragons, and was just ready to set off.</p>             <p>\"Dear mother,\" said Proserpina, \"I shall be very lonely while you are away. May I not run down to the shore, and ask some of the sea-nymphs to come up out of the waves and play with me?\"</p>             <p>\"Yes, child,\" answered Mother Ceres. \"The sea-nymphs are good creatures, and will never lead you into any harm. But you must take care not to stray away from them, nor go wandering about the fields by yourself. Young girls, without their mothers to take care of them, are very apt to get into mischief.\"</p>             <p>The child promised to be as prudent as if she were a grown-up woman, and, by the time the winged dragons had whirled the car out of sight, she was already on the shore, calling to the sea-nymphs to come and play with her. They knew Proserpina’s voice, and were not long in showing their glistening faces and sea-green hair above the water, at the bottom of which was their home. They brought along with them a great many beautiful shells; and, sitting down on the moist sand, where the surf wave broke over them, they busied themselves in making a necklace, which they hung round Proserpina’s neck. By way of showing her gratitude, the child besought them to go with her a little way into the fields, so that they might gather abundance of flowers, with which she would make each of her kind playmates a wreath.</p>             <p>\"Oh, no, dear Proserpina,\" cried the sea-nymphs; \"we dare not go with you upon the dry land. We are apt to grow faint, unless at every breath we can snuff up the salt breeze of the ocean. And don’t you see how careful we are to let the surf wave break over us every moment or two, so as to keep ourselves comfortably moist? If it were not for that, we should soon look like bunches of uprooted sea-weed dried in the sun.\"</p>             <p>\"It is a great pity,\" said Proserpina, \"but do you wait for me here, and I will run and gather my apron full of flowers, and be back again before the surf wave has broken ten times over you. I long to make you some wreaths that shall be as lovely as this necklace of many-colored shells.\"</p>             <p>\"We will wait, then,\" answered the sea-nymphs. \"But while you are gone, we may as well lie down on a bank of soft sponge, under the water. The air to-day is a little too dry for our comfort. But we will pop up our heads every few minutes to see if you are coming.\"</p>             <p>The young Proserpina ran quickly to a spot where, only the day before, she had seen a great many flowers. These, however, were now a little past their bloom; and wishing to give her friends the freshest and loveliest blossoms, she strayed farther into the fields, and found some that made her scream with delight. Never had she met with such exquisite flowers before,—violets, so large and fragrant,—roses, with so rich and delicate a blush,—such superb hyacinths and such aromatic pinks,—and many others, some of which seemed to be of new shapes and colors. Two or three times, moreover, she could not help thinking that a tuft of most splendid flowers had suddenly sprouted out of the earth before her very eyes, as if on purpose to tempt her a few steps farther. Proserpina’s apron was soon filled and brimming over with delightful blossoms. She was on the point of turning back in order to rejoin the sea-nymphs, and sit with them on the moist sands, all twining wreaths together. But, a little farther on, what should she behold? It was a large shrub, completely covered with the most magnificent flowers in the world.</p>             <p>\"The darlings!\" cried Proserpina; and then she thought to herself, \"I was looking at that spot only a moment ago. How strange it is that I did not see the flowers!\"</p>             <p>The nearer she approached the shrub, the more attractive it looked, until she came quite close to it; and then, although its beauty was richer than words can tell, she hardly knew whether to like it or not. It bore above a hundred flowers of the most brilliant hues, and each different from the others, but all having a kind of resemblance among themselves, which showed them to be sister blossoms. But there was a deep, glossy lustre on the leaves of the shrub, and on the petals of the flowers, that made Proserpina doubt whether they might not be poisonous. To tell you the truth, foolish as it may seem, she was half inclined to turn round and run away.</p>             <p>\"What a silly child I am!\" thought she, taking courage. \"It is really the most beautiful shrub that ever sprang out of the earth. I will pull it up by the roots, and carry it home, and plant it in my mother’s garden.\"</p>             <p>Holding up her apron full of flowers with her left hand, Proserpina seized the large shrub with the other, and pulled and pulled, but was hardly able to loosen the soil about its roots. What a deep-rooted plant it was! Again the girl pulled with all her might, and observed that the earth began to stir and crack to some distance around the stem. She gave another pull, but relaxed her hold, fancying that there was a rumbling sound right beneath her feet. Did the roots extend down into some enchanted cavern? Then, laughing at herself for so childish a notion, she made another effort; up came the shrub, and Proserpina staggered back, holding the stem triumphantly in her hand, and gazing at the deep hole which its roots had left in the soil.</p>             <p>Much to her astonishment this hole kept spreading wider and wider, and growing deeper and deeper, until it really seemed to have no bottom; and all the while, there came a rumbling noise out of its depths, louder and louder, and nearer and nearer, and sounding like the tramp of horses’ hoofs and the rattling of wheels. Too much frightened to run away, she stood straining her eyes into this wonderful cavity, and soon saw a team of four sable horses, snorting smoke out of their nostrils, and tearing their way out of the earth with a splendid golden chariot whirling at their heels. They leaped out of the bottomless hole, chariot and all; and there they were, tossing their black manes, flourishing their black tails, and curvetting with every one of their hoofs off the ground at once, close by the spot where Proserpina stood. In the chariot sat the figure of a man, richly dressed, with a crown on his head, all flaming with diamonds. He was of a noble aspect, and rather handsome, but looked sullen and discontented; and he kept rubbing his eyes and shading them with his hand, as if he did not live enough in the sunshine to be very fond of its light.<br>               A chariot races towards Prosperpina</p>             <p>THEY LEAPED OUT OF THE BOTTOMLESS HOLE, CHARIOT AND ALL; AND THERE THEY WERE TOSSING THEIR BLACK TAILS, AND CURVETTING WITH EVERY ONE OF THEIR HOOFS OFF THE GROUND AT ONCE, CLOSE BY THE SPOT WHERE PROSERPINA STOOD. IN THE CHARIOT SAT THE FIGURE OF A MAN</p>             <p>As soon as this personage saw the affrighted Proserpina, he beckoned her to come a little nearer.</p>             <p>\"Do not be afraid,\" said he, with as cheerful a smile as he knew how to put on. \"Come! Will not you like to ride a little way with me, in my beautiful chariot?\"</p>             <p>But Proserpina was so alarmed that she wished for nothing but to get out of his reach. And no wonder. The stranger did not look remarkably good-natured, in spite of his smile; and as for his voice, its tones were deep and stern, and sounded as much like the rumbling of an earthquake under ground as anything else. As is always the case with children in trouble, Proserpina’s first thought was to call for her mother.</p>             <p>\"Mother, Mother Ceres!\" cried she, all in a tremble. \"Come quickly and save me.\"</p>             <p>But her voice was too faint for her mother to hear. Indeed, it is most probable that Ceres was then a thousand miles off, making the corn grow in some far-distant country. Nor could it have availed her poor daughter, even had she been within hearing; for no sooner did Proserpina begin to cry out, than the stranger leaped to the ground, caught the child in his arms, and again mounting the chariot, shook the reins, and shouted to the four black horses to set off. They immediately broke into so swift a gallop that it seemed rather like flying through the air than running along the earth. In a moment, Proserpina lost sight of the pleasant vale of Enna, in which she had always dwelt. Another instant, and even the summit of Mount Ætna had become so blue in the distance that she could scarcely distinguish it from the smoke that gushed out of its crater. But still the poor child screamed, and scattered her apron full of flowers along the way, and left a long cry trailing behind the chariot; and many mothers, to whose ears it came, ran quickly to see if any mischief had befallen their children. But Mother Ceres was a great way off, and could not hear the cry.</p>             <p>As they rode on, the stranger did his best to soothe her.</p>             <p>\"Why should you be so frightened, my pretty child?\" said he, trying to soften his rough voice. \"I promise not to do you any harm. What! You have been gathering flowers? Wait till we come to my palace, and I will give you a garden full of prettier flowers than those, all made of pearls, and diamonds, and rubies. Can you guess who I am? They call my name Pluto, and I am the king of diamonds and all other precious stones. Every atom of the gold and silver that lies under the earth belongs to me, to say nothing of the copper and iron, and of the coal-mines, which supply me with abundance of fuel. Do you see this splendid crown upon my head? You may have it for a plaything. Oh, we shall be very good friends, and you will find me more agreeable than you expect, when once we get out of this troublesome sunshine.\"</p>             <p>\"Let me go home!\" cried Proserpina. \"Let me go home!\"</p>             <p>\"My home is better than your mother’s,\" answered King Pluto \"It is a palace, all made of gold, with crystal windows; and because there is little or no sunshine thereabouts, the apartments are illuminated with diamond lamps. You never saw anything half so magnificent as my throne. If you like, you may sit down on it, and be my little queen, and I will sit on the footstool.\"</p>             <p>\"I don’t care for golden palaces and thrones,\" sobbed Proserpina. \"Oh, my mother, my mother! Carry me back to my mother!\"</p>             <p>But King Pluto, as he called himself, only shouted to his steeds to go faster.</p>             <p>\"Pray do not be foolish, Proserpina,\" said he, in rather a sullen tone. \"I offer you my palace and my crown, and all the riches that are under the earth; and you treat me as if I were doing you an injury. The one thing which my palace needs is a merry little maid, to run upstairs and down, and cheer up the rooms with her smile. And this is what you must do for King Pluto.\"</p>             <p>\"Never!\" answered Proserpina, looking as miserable as she could. \"I shall never smile again till you set me down at my mother’s door.\"</p>             <p>But she might just as well have talked to the wind that whistled past them; for Pluto urged on his horses, and went faster than ever. Proserpina continued to cry out, and screamed so long and so loudly, that her poor little voice was almost screamed away; and when it was nothing but a whisper, she happened to cast her eyes over a great, broad field of waving grain—and whom do you think she saw? Who, but Mother Ceres, making the corn grow, and too busy to notice the golden chariot as it went rattling along. The child mustered all her strength, and gave one more scream, but was out of sight before Ceres had time to turn her head.</p>             <p>King Pluto had taken a road which now began to grow excessively gloomy. It was bordered on each side with rocks and precipices, between which the rumbling of the chariot-wheels was reverberated with a noise like rolling thunder. The trees and bushes that grew in the crevices of the rocks had very dismal foliage; and by and by, although it was hardly noon, the air became obscured with a gray twilight. The black horses had rushed along so swiftly, that they were already beyond the limits of the sunshine. But the duskier it grew, the more did Pluto’s visage assume an air of satisfaction. After all, he was not an ill-looking person, especially when he left off twisting his features into a smile that did not belong to them. Proserpina peeped at his face through the gathering dusk, and hoped that he might not be so very wicked as she at first thought him.</p>             <p>\"Ah, this twilight is truly refreshing,\" said King Pluto, \"after being so tormented with that ugly and impertinent glare of the sun. How much more agreeable is lamplight or torchlight, more particularly when reflected from diamonds! It will be a magnificent sight when we get to my palace.\"</p>             <p>\"Is it much farther?\" asked Proserpina. \"And will you carry me back when I have seen it?\"</p>             <p>\"We will talk of that by and by,\" answered Pluto. \"We are just entering my dominions. Do you see that tall gateway before us? When we pass those gates, we are at home. And there lies my faithful mastiff at the threshold. Cerberus! Cerberus! Come hither, my good dog!\"</p>             <p>So saying, Pluto pulled at the reins, and stopped the chariot right between the tall, massive pillars of the gateway. The mastiff of which he had spoken got up from the threshold, and stood on his hinder legs, so as to put his forepaws on the chariot-wheel. But, my stars, what a strange dog it was! Why, he was a big, rough, ugly-looking monster, with three separate heads, and each of them fiercer than the two others; but, fierce as they were, King Pluto patted them all. He seemed as fond of his three-headed dog as if it had been a sweet little spaniel, with silken ears and curly hair. Cerberus, on the other hand, was evidently rejoiced to see his master, and expressed his attachment, as other dogs do, by wagging his tail at a great rate. Proserpina’s eyes being drawn to it by its brisk motion, she saw that this tail was neither more nor less than a live dragon, with fiery eyes, and fangs that had a very poisonous aspect. And while the three-headed Cerberus was fawning so lovingly on King Pluto, there was the dragon tail wagging against its will, and looking as cross and ill-natured as you can imagine, on its own separate account.</p>             <p>\"Will the dog bite me?\" asked Proserpina, shrinking closer to Pluto. \"What an ugly creature he is!\"</p>             <p>\"Oh, never fear,\" answered her companion. \"He never harms people unless they try to enter my dominions without being sent for, or to get away when I wish to keep them here. Down, Cerberus! Now, my pretty Proserpina, we will drive on.\"</p>             <p>On went the chariot, and King Pluto seemed greatly pleased to find himself once more in his own kingdom. He drew Proserpina’s attention to the rich veins of gold that were to be seen among the rocks, and pointed to several places where one stroke of a pick-axe would loosen a bushel of diamonds. All along the road, indeed, there were sparkling gems, which would have been of inestimable value above ground, but which were here reckoned of the meaner sort, and hardly worth a beggar’s stooping for.</p>             <p>Not far from the gateway, they came to a bridge, which seemed to be built of iron. Pluto stopped the chariot, and bade Proserpina look at the stream which was gliding so lazily beneath it. Never in her life had she beheld so torpid, so black, so muddy-looking a stream: its waters reflected no images of anything that was on the banks, and it moved as sluggishly as if it had quite forgotten which way it ought to flow, and had rather stagnate than flow either one way or the other.</p>             <p>\"This is the river Lethe,\" observed King Pluto. \"Is it not a very pleasant stream?\" \"I think it a very dismal one,\" said Proserpina. \"It suits my taste, however,\" answered Pluto, who was apt to be sullen when anybody disagreed with him. \"At all events, its water has one very excellent quality; for a single draught of it makes people forget every care and sorrow that has hitherto tormented them. Only sip a little of it, my dear Proserpina, and you will instantly cease to grieve for your mother, and will have nothing in your memory that can prevent your being perfectly happy in my palace. I will send for some, in a golden goblet, the moment we arrive.\"</p>             <p>\"Oh, no, no, no!\" cried Proserpina, weeping afresh. \"I had a thousand times rather be miserable with remembering my mother than be happy in forgetting her. That dear, dear mother! I never, never will forget her.\"</p>             <p>\"We shall see,\" said King Pluto. \"You do not know what fine times we will have in my palace. Here we are just at the portal. These pillars are solid gold, I assure you.\"</p>             <p>He alighted from the chariot, and taking Proserpina in his arms, carried her up a lofty flight of steps into the great hall of the palace. It was splendidly illuminated by means of large precious stones, of various hues, which seemed to burn like so many lamps, and glowed with a hundred-fold radiance all through the vast apartment. And yet there was a kind of gloom in the midst of this enchanted light; nor was there a single object in the hall that was really agreeable to behold, except the little Proserpina herself, a lovely child, with one earthly flower which she had not let fall from her hand. It is my opinion that even King Pluto had never been happy in his palace, and that this was the true reason why he had stolen away Proserpina, in order that he might have something to love, instead of cheating his heart any longer with this tiresome magnificence. And, though he pretended to dislike the sunshine of the upper world, yet the effect of the child’s presence, bedimmed as she was by her tears, was as if a faint and watery sunbeam had somehow or other found its way into the enchanted hall.</p>             <p>Pluto now summoned his domestics, and bade them lose no time in preparing a most sumptuous banquet, and above all things, not to fail of setting a golden beaker of the water of Lethe by Proserpina’s plate.</p>             <p>\"I will neither drink that nor anything else,\" said Proserpina. \"Nor will I taste a morsel of food, even if you keep me forever in your palace.\" on the seashore, she hastened thither as fast as she could, and there beheld the wet faces of the poor sea-nymphs peeping over a wave. All this while, the good creatures had been waiting on the bank of sponge, and once every half-minute or so, had popped up their four heads above water, to see if their playmate were yet coming back. When they saw Mother Ceres, they sat down on the crest of the surf wave, and let it toss them ashore at her feet.</p>             <p>\"Where is Proserpina?\" cried Ceres. \"Where is my child? Tell me, you naughty sea-nymphs, have you enticed her under the sea?\"</p>             <p>\"Oh, no, good Mother Ceres,\" said the innocent sea-nymphs, tossing back their green ringlets, and looking her in the face. \"We never should dream of such a thing. Proserpina has been at play with us, it is true; but she left us a long while ago, meaning only to run a little way upon the dry land, and gather some flowers for a wreath. This was early in the day, and we have seen nothing of her since.\"</p>             <p>Ceres scarcely waited to hear what the nymphs had to say, before she hurried off to make inquiries all through the neighborhood. But nobody told her anything that could enable the poor mother to guess what had become of Proserpina. A fisherman, it is true, had noticed her little footprints in the sand, as he went homeward along the beach with a basket of fish; a rustic had seen the child stooping to gather flowers; several persons had heard either the rattling of chariot-wheels or the rumbling of distant thunder; and one old woman, while plucking vervain and catnip, had heard a scream, but supposed it to be some childish nonsense, and therefore did not take the trouble to look up. The stupid people! It took them such a tedious while to tell the nothing that they knew, that it was dark night before Mother Ceres found out that she must seek her daughter elsewhere. So she lighted a torch, and set forth, resolving never to come back until Proserpina was discovered.</p>             <p>In her haste and trouble of mind, she quite forgot her car and the winged dragons; or, it may be, she thought that she could follow up the search more thoroughly on foot. At all events, this was the way in which she began her sorrowful journey, holding her torch before her, and looking carefully at every object along the path. And as it happened, she had not gone far before she found one of the magnificent flowers which grew on the shrub that Proserpina had pulled up.</p>             <p>\"Ha!\" thought Mother Ceres, examining it by torchlight. \"Here is mischief in this flower! The earth did not produce it by any help of mine, nor of its own accord. It is the work of enchantment, and is therefore poisonous; and perhaps it has poisoned my poor child.\"</p>             <p>But she put the poisonous flower in her bosom, not knowing whether she might ever find any other memorial of Proserpina.</p>             <p>All night long, at the door of every cottage and farmhouse, Ceres knocked, and called up the weary laborers to inquire if they had seen her child; and they stood, gaping and half asleep, at the threshold, and answered her pityingly, and besought her to come in and rest. At the portal of every palace, too, she made so loud a summons that the menials hurried to throw open the gate, thinking that it must be some great king or queen, who would demand a banquet for supper and a stately chamber to repose in. And when they saw only a sad and anxious woman, with a torch in her hand and a wreath of withered poppies on her head, they spoke rudely, and sometimes threatened to set the dogs upon her. But nobody had seen Proserpina, nor could give Mother Ceres the least hint which way to seek her. Thus passed the night; and still she continued her search without sitting down to rest, or stopping to take food, or even remembering to put down the torch; although first the rosy dawn, and then the glad light of the morning sun, made its red flame look thin and pale. But I wonder what sort of stuff this torch was made of; for it burned dimly through the day, and at night was as bright as ever, and never was extinguished by the rain or wind, in all the weary days and nights while Ceres was seeking for Proserpina.</p>             <p>It was not merely of human beings that she asked tidings of her daughter. In the woods and by the streams, she met creatures of another nature, who used, in those old times, to haunt the pleasant and solitary places, and were very sociable with persons who understood their language and customs, as Mother Ceres did. Sometimes, for instance, she tapped with her finger against the knotted trunk of a majestic oak; and immediately its rude bark would cleave asunder, and forth would step a beautiful maiden, who was the hamadryad of the oak, dwelling inside of it, and sharing its long life, and rejoicing when its green leaves sported with the breeze. But not one of these leafy damsels had seen Proserpina. Then, going a little farther, Ceres would, perhaps, come to a fountain, gushing out of a pebbly hollow in the earth, and would dabble with her hand in the water. Behold, up through its sandy and pebbly bed, along with the fountain’s gush, a young woman with dripping hair would arise, and stand gazing at Mother Ceres, half out of the water, and undulating up and down with its ever-restless motion. But when the mother asked whether her poor lost child had stopped to drink out of the fountain, the naiad, with weeping eyes (for these water-nymphs had tears to spare for everybody’s grief), would answer, \"No!\" in a murmuring voice, which was just like the murmur of the stream.</p>             <p>Often, likewise, she encountered fauns, who looked like sunburnt country people, except that they had hairy ears, and little horns upon their foreheads, and the hinder legs of goats, on which they gamboled merrily about the woods and fields. They were a frolicsome kind of creature, but grew as sad as their cheerful dispositions would allow when Ceres inquired for her daughter, and they had no good news to tell. But sometimes she came suddenly upon a rude gang of satyrs, who had faces like monkeys and horses’ tails behind them, and who were generally dancing in a very boisterous manner, with shouts of noisy laughter. When she stopped to question them, they would only laugh the louder, and make new merriment out of the lone woman’s distress. How unkind of those ugly satyrs! And once, while crossing a solitary sheep pasture, she saw a personage named Pan, seated at the foot of a tall rock. And making music on a shepherd’s flute. He, too, had horns and hairy ears, and goat’s feet; but being acquainted with Mother Ceres, he answered her question as civilly as he knew how, and invited her to taste some milk and honey out of a wooden bowl. But neither could Pan tell her what had become of Proserpina, any better than the rest of these wild people.</p>             <p>And thus Mother Ceres went wandering about for nine long days and nights, finding no trace of Proserpina, unless it were now and then a withered flower; and these, she picked up and put in her bosom, because she fancied that they might have fallen from her poor child’s hand. All day she traveled onward through the hot sun; and at night, again, the flame of the torch would redden and gleam along the pathway, and she continued her search by its light, without ever sitting down to rest.</p>             <p>On the tenth day, she chanced to espy the mouth of a cavern, within which (though it was bright noon everywhere else) there would have been only a dusky twilight: but it so happened that a torch was burning there. It flickered and struggled with the duskiness, but could not half light up the gloomy cavern with all its melancholy glimmer. Ceres was resolved to leave no spot without a search; so she peeped into the entrance of the cave, and lighted it up a little more by holding her own torch before her. In so doing, she caught a glimpse of what seemed to be a woman, sitting on the brown leaves of the last autumn, a great heap of which had been swept into the cave by the wind. This woman (if woman it were) was by no means so beautiful as many of her sex: for her head, they tell me, was shaped very much like a dog’s, and, by way of ornament, she wore a wreath of snakes around it. But Mother Ceres, the moment she saw her, knew that this was an odd kind of a person, who put all her enjoyment in being miserable, and never would have a word to say to other people, unless they were as melancholy and wretched as she herself delighted to be.</p>             <p>\"I am wretched enough now,\" thought poor Ceres, \"to talk with this melancholy Hecate, were she ten times sadder than ever she was yet.\"</p>             <p>So she stepped into the cave, and sat down, on the withered leaves by the dog-headed woman’s side. In all the world, since her daughter’s loss, she had found no other companion.</p>             <p>\"O Hecate.\" said she, \"if ever you lose a daughter, you will know what sorrow is. Tell me, for pity’s sake, have you seen my poor child Proserpina pass by the mouth of your cavern?\"</p>             <p>\"No.\" answered Hecate, in a cracked voice, and sighing betwixt every word or two.—\"no. Mother Ceres, I have seen nothing of your daughter. But my ears, you must know, are made in such a way that all cries of distress and affright, all over the world, are pretty sure to find their way to them: and nine days ago, as I sat in my cave, making myself very miserable. I heard the voice of a young girl, shrieking as if in great distress. Something terrible has happened to the child, you may rest assured. As well as I could judge, a dragon, or some other cruel monster, was carrying her away.\"</p>             <p>\"You kill me by saying so,\" cried Ceres, almost ready to faint. \"Where was the sound, and which way did it seem to go?\"</p>             <p>\"It passed very swiftly along,\" said Hecate, \"and, at the same time, there was a heavy rumbling of wheels towards the eastward. I can tell you nothing more, except that, in my honest opinion, you will never see your daughter again. The best advice I can give you is to take up your abode in this cavern, where we will be the two most wretched women in the world.\"</p>             <p>\"Not yet, dark Hecate.\" replied Ceres, \"But do you first come with your torch, and help me to seek for my lost child. And when there shall be no more hope of finding her (if that black day is ordained to come), then, if you will give me room to fling myself down, either on these withered leaves or on the naked rock, I will show you what it is to be miserable. But until I know that she has perished from the face of the earth, I will not allow myself space even to grieve.\"</p>             <p>The dismal Hecate did not much like the idea of going abroad into the sunny world. But then she reflected that the sorrow of the disconsolate Ceres would be like a gloomy twilight round about them both, let the sun shine ever so brightly, and that therefore she might enjoy her bad spirits quite as well as if she were to stay in the cave. So she finally consented to go, and they set out together, both carrying torches, although it was broad daylight and clear sunshine. The torchlight seemed to make a gloom; so that the people whom they met along the road could not very distinctly see their figures; and, indeed, if they once caught a glimpse of Hecate, with the wreath of snakes round her forehead, they generally thought it prudent to run away, without waiting for a second glance.</p>             <p>As the pair traveled along in this woebegone manner, a thought struck Ceres.</p>             <p>\"There is one person.\" she exclaimed, \"who must have seen my poor child, and can doubtless tell what has become of her. Why did not I think of him before? It is Phœbus.\"</p>             <p>\"What,\" said Hecate, \"the young man that always sits in the sunshine? Oh, pray do not think of going near him. He is a gay, light, frivolous young fellow, and will only smile in your face. And besides, there is such a glare of the sun about him, that he will quite blind my poor eyes, which I have almost wept away already.\"</p>             <p>\"You have promised to be my companion,\" answered Ceres. \"Come, let us make haste, or the sunshine will be gone, and Phœbus along with it.\"</p>             <p>Accordingly, they went along in quest of Phœbus, both of them, sighing grievously, and Hecate, to say the truth, making a great deal worse lamentation than Ceres; for all the pleasure she had, you know, lay in being miserable, and therefore she made the most of it. By and by, after a pretty long journey, they arrived at the sunniest spot in the whole world. There they beheld a beautiful young man, with long, curling ringlets, which seemed to be made of golden sunbeams; his garments were like light summer clouds; and the expression of his face was so exceedingly vivid, that Hecate held her hands before her eyes, muttering that he ought to wear a black veil. Phœbus (for this was the very person whom they were seeking) had a lyre in his hands, and was making its chords tremble with sweet music; at the same time singing a most exquisite song, which he had recently composed. For besides a great many other accomplishments, this young man was renowned for his admirable poetry.</p>             <p>As Ceres and her dismal companion approached him, Phœbus smiled on them so cheerfully that Hecate’s wreath of snakes gave a spiteful hiss, and Hecate heartily wished herself back in her cave. But as for Ceres, she was too earnest in her grief either to know or care whether Phœbus smiled or frowned.</p>             <p>\"Phœbus!\" exclaimed she, \"I am in great trouble, and have come to you for assistance. Can you tell me what has become of my dear child Proserpina?\"</p>             <p>\"Proserpina! Proserpina, did you call her name?\" answered Phœbus, endeavoring to recollect; for there was such a continual flow of pleasant ideas in his mind that he was apt to forget what had happened no longer ago than yesterday. \"Ah, yes, I remember her now. A very lovely child, indeed. I am happy to tell you, my dear madam, that I did see the little Proserpina not many days ago. You may make yourself perfectly easy about her. She is safe, and in excellent hands.\"</p>             <p>\"Oh, where is my dear child?\" cried Ceres, clasping her hands and flinging herself at his feet.</p>             <p>\"Why,\" said Phœbus,—and as he spoke, he kept touching his lyre so as to make a thread of music run in and out among his words,—\"as the little damsel was gathering flowers (and she has really a very exquisite taste for flowers) she was suddenly snatched up by King Pluto, and carried off to his dominions. I have never been in that part of the universe; but the royal palace, I am told, is built in a very noble style of architecture, and of the most splendid and costly materials. Gold, diamonds, pearls, and all manner of precious stones will be your daughter’s ordinary playthings. I recommend to you, my dear lady, to give yourself no uneasiness. Proserpina’s sense of beauty will be duly gratified, and, even in spite of the lack of sunshine, she will lead a very enviable life.\"</p>             <p>\"Hush! Say not such a word!\" answered Ceres indignantly. \"What is there to gratify her heart? What are all the splendors you speak of, without affection? I must have her back again. Will you go with me, Phœbus, to demand my daughter of this wicked Pluto?\"</p>             <p>\"Pray excuse me,\" replied Phœbus, with an elegant obeisance. \"I certainly wish you success, and regret that my own affairs are so immediately pressing that I cannot have the pleasure of attending you. Besides, I am not upon the best of terms with King Pluto. To tell you the truth, his three-headed mastiff would never let me pass the gateway; for I should be compelled to take a sheaf of sunbeams along with me, and those, you know, are forbidden things in Pluto’s kingdom.\"</p>             <p>\"Ah, Phœbus,\" said Ceres, with bitter meaning in her words, \"you have a harp instead of a heart. Farewell.\"</p>             <p>\"Will not you stay a moment,\" asked Phœbus, \"and hear me turn the pretty and touching story of Proserpina into extemporary verses?\"</p>             <p>But Ceres shook her head, and hastened away, along with Hecate. Phœbus (who, as I have told you, was an exquisite poet) forthwith began to make an ode about the poor mother’s grief; and, if we were to judge of his sensibility by this beautiful production, he must have been endowed with a very tender heart. But when a poet gets into the habit of using his heartstrings to make chords for his lyre, he may thrum upon them as much as he will, without any great pain to himself. Accordingly, though Phœbus sang a very sad song, he was as merry all the while as were the sunbeams amid which he dwelt.</p>             <p>Poor Mother Ceres had now found out what had become of her daughter, but was not a whit happier than before. Her case, on the contrary, looked more desperate than ever. As long as Proserpina was above ground there might have been hopes of regaining her. But now that the poor child was shut up within the iron gates of the king of the mines, at the threshold of which lay the three-headed Cerberus, there seemed no possibility of her ever making her escape. The dismal Hecate, who loved to take the darkest view of things, told Ceres that she had better come with her to the cavern, and spend the rest of her life in being miserable. Ceres answered that Hecate was welcome to go back thither herself, but that, for her part, she would wander about the earth in quest of the entrance to King Pluto’s dominions. And Hecate took her at her word, and hurried back to her beloved cave, frightening a great many little children with a glimpse of her dog’s face, as she went.</p>             <p>Poor Mother Ceres! It is melancholy to think of her, pursuing her toilsome way all alone, and holding up that never-dying torch, the flame of which seemed an emblem of the grief and hope that burned together in her heart. So much did she suffer, that, though her aspect had been quite youthful when her troubles began, she grew to look like an elderly person in a very brief time. She cared not how she was dressed, nor had she ever thought of flinging away the wreath of withered poppies, which she put on the very morning of Proserpina’s disappearance. She roamed about in so wild a way, and with her hair so dishevelled, that people took her for some distracted creature, and never dreamed that this was Mother Ceres, who had the oversight of every seed which the husbandman planted. Nowadays, however, she gave herself no trouble about seed-time nor harvest, but left the farmers to take care of their own affairs, and the crops to fade or flourish, as the case might be. There was nothing, now, in which Ceres seemed to feel an interest, unless when she saw children at play or gathering flowers along the wayside. Then, indeed, she would stand and gaze at them with tears in her eyes. The children, too, appeared to have a sympathy with her grief, and would cluster themselves in a little group about her knees, and look up wistfully in her face; and Ceres, after giving them a kiss all around, would lead them to their homes, and advise their mothers never to let them stray out of sight.</p>             <p>\"For if you do,\" said she, \"it may happen to you, as it has to me, that the iron-hearted King Pluto will take a liking to your darlings, and snatch them up in his chariot, and carry them away.\"</p>             <p>One day, during her pilgrimage in quest of the entrance to Pluto’s kingdom, she came to the palace of King Celeus, who reigned at Eleusis. Ascending a lofty flight of steps, she entered the portal, and found the royal household in very great alarm about the queen’s baby. The infant, it seems, was sickly (being troubled with its teeth, I suppose), and would take no food, and was all the time moaning with pain. The queen—her name was Metanira—was desirous of finding a nurse; and when she beheld a woman of matronly aspect coming up the palace steps, she thought, in her own mind that here was the very person whom she needed. So Queen Metanira ran to the door, with the poor wailing baby in her arms, and besought Ceres to take charge of it, or, at least, to tell her what would do it good.\"</p>             <p>\"Will you trust the child entirely to me?\" asked Ceres.</p>             <p>\"Yes, and gladly too,\" answered the queen, \"if you will devote all your time to him. For I can see that you have been a mother.\"</p>             <p>\"You are right,\" said Ceres. \"I once had a child of my own. Well, I will be the nurse of this poor, sickly boy. But beware, I warn you, that you do not interfere with any kind of treatment which I may judge proper for him. If you do so, the poor infant must suffer for his mother’s folly.\"</p>             <p>Then she kissed the child, and it seemed to do him good, for he smiled and nestled closely into her bosom.</p>             <p>So Mother Ceres set her torch in a corner (where it kept burning all the while), and took up her abode in the palace of King Celeus, as nurse to the little Prince Demophöon. She treated him as if he were her own child, and allowed neither the king nor the queen to say whether he should be bathed in warm or cold water, or what he should eat, or how often he should take the air, or when he should be put to bed. You would hardly believe me, if I were to tell how quickly the baby prince got rid of his ailments, and grew fat, and rosy, and strong, and how he had two rows of ivory teeth in less time than any other little fellow, before or since. Instead of the palest, and wretchedest, and puniest imp in the world (as his own mother confessed him to be when Ceres first took him in charge), he was now a strapping baby, crowing, laughing, kicking up his heels, and rolling from one end of the room to the other. All the good women of the neighborhood crowded to the palace, and held up their hands, in unutterable amazement, at the beauty and wholesomeness of this darling little prince. Their wonder was the greater, because he was never seen to taste any food,—not even so much as a cup of milk.</p>             <p>\"Pray, nurse,\" the queen kept saying, \"how is it that you make the child thrive so?\"</p>             <p>\"I was a mother once,\" Ceres replied always; \"and having nursed my own child, I know what other children need.\"</p>             <p>But Queen Metanira, as was very natural, had a great curiosity to know precisely what the nurse did to her child. One night, therefore, she hid herself in the chamber where Ceres and the little prince were accustomed to sleep. There was a fire in the chimney, and it had now crumbled into great coals and embers, which lay glowing on the hearth, with a blaze flickering up now and then, and flinging a warm and ruddy light upon the walls. Ceres sat before the hearth with the child in her lap, and the firelight making her shadow dance upon the ceiling overhead. She undressed the little prince, and bathed him all over with some fragrant liquid out of a vase. The next thing she did was to rake back the red embers, and make a hollow place among them, just where the backlog had been. At last, while the baby was crowing and clapping its fat little hands, and laughing in the nurse’s face (just as you may have seen your little brother or sister do before going into its warm bath), Ceres suddenly laid him, all naked as he was, in the hollow, among the red-hot embers. She then raked the ashes over him, and turned quietly away.</p>             <p>You may imagine, if you can, how Queen Metanira shrieked, thinking nothing less than that her dear child would be burned to a cinder. She burst forth from her hiding-place, and running to the hearth, raked open the fire, and snatched up poor little Prince Demophöon out of his bed of live coals, one of which he was griping in each of his fists. He immediately set up a grievous cry, as babies are apt to do when rudely startled out of a sound sleep. To the queen’s astonishment and joy, she could perceive no token of the child’s being injured by the hot fire in which he had lain. She now turned to Mother Ceres, and asked her to explain the mystery.</p>             <p>\"Foolish woman,\" answered Ceres, \"did you not promise to intrust this poor infant entirely to me? You little know the mischief you have done him. Had you left him to my care, he would have grown up like a child of celestial birth, endowed with superhuman strength and intelligence, and would have lived forever. Do you imagine that earthly children are to become immortal without being tempered to it in the fiercest heat of the fire? But you have ruined your own son. For though he will be a strong man and a hero in his day, yet, on account of your folly, he will grow old, and finally die, like the sons of other women. The weak tenderness of his mother has cost the poor boy an immortality. Farewell.\"</p>             <p>Saying these words, she kissed the little prince Demophöon, and sighed to think what he had lost, and took her departure without heeding Queen Metanira, who entreated her to remain, and cover up the child among the hot embers as often as she pleased. Poor baby! He never slept so warmly again.</p>             <p>While she dwelt in the king’s palace, Mother Ceres had been so continually occupied with taking care of the young prince, that her heart was a little lightened of its grief for Proserpina. But now, having nothing else to busy herself about, she became just as wretched as before. At length, in her despair, she came to the dreadful resolution that not a stalk of grain, nor a blade of grass, not a potato, nor a turnip, nor any other vegetable that was good for man or beast to eat, should be suffered to grow until her daughter were restored. She even forbade the flowers to bloom, lest somebody’s heart should be cheered by their beauty.</p>             <p>Now, as not so much as a head of asparagus ever presumed to poke itself out of the ground, without the especial permission of Ceres, you may conceive what a terrible calamity had here fallen upon the earth. The husbandmen ploughed and planted as usual; but there lay the rich black furrows, all as barren as a desert of sand. The pastures looked as brown in the sweet month of June as ever they did in chill November. The rich man’s broad acres and the cottager’s small garden-patch were equally blighted. Every little girl’s flower-bed showed nothing but dry stalks. The old people shook their white heads, and said that the earth had grown aged like themselves, and was no longer capable of wearing the warm smile of summer on its face. It was really piteous to see the poor starving cattle and sheep, how they followed behind Ceres, lowing and bleating, as if their instinct taught them to expect help from her; and everybody that was acquainted with her power besought her to have mercy on the human race, and, at all events, to let the grass grow. But Mother Ceres, though naturally of an affectionate disposition, was now inexorable.</p>             <p>\"Never,\" said she. \"If the earth is ever again to see any verdure, it must first grow along the path which my daughter will tread in coming back to me.\"</p>             <p>Finally, as there seemed to be no other remedy, our old friend Quicksilver was sent post haste to King Pluto, in hopes that he might be persuaded to undo the mischief he had done, and to set everything right again, by giving up Proserpina. Quicksilver accordingly made the best of his way to the great gate, took a flying leap right over the three-headed mastiff, and stood at the door of the palace in an inconceivably short time. The servants knew him both by his face and garb; for his short cloak and his winged cap and shoes and his snaky staff had often been seen thereabouts in times gone by. He requested to be shown immediately into the king’s presence; and Pluto, who heard his voice from the top of the stairs, and who loved to recreate himself with Quicksilver’s merry talk, called out to him to come up. And while they settle their business together, we must inquire what Proserpina has been doing ever since we saw her last.</p>             <p>The child had declared, as you may remember, that she would not taste a mouthful of food as long as she should be compelled to remain in King Pluto’s palace. How she contrived to maintain her resolution, and at the same time to keep herself tolerably plump and rosy, is more than I can explain; but some young ladies, I am given to understand, possess the faculty of living on air, and Proserpina seems to have possessed it too. At any rate, it was now six months since she left the outside of the earth; and not a morsel, so far as the attendants were able to testify, had yet passed between her teeth. This was the more creditable to Proserpina, inasmuch as King Pluto had caused her to be tempted day after day, with all manner of sweetmeats, and richly preserved fruits, and delicacies of every sort, such as young people are generally most fond of. But her good mother had often told her of the hurtfulness of these things; and for that reason alone, if there had been no other, she would have resolutely refused to taste them.</p>             <p>All this time, being of a cheerful and active disposition, the little damsel was not quite so unhappy as you may have supposed. The immense palace had a thousand rooms, and was full of beautiful and wonderful objects. There was a never-ceasing gloom, it is true, which half hid itself among the innumerable pillars, gliding before the child as she wandered among them, and treading stealthily behind her in the echo of her footsteps. Neither was all the dazzle of the precious stones, which flamed with their own light, worth one gleam of natural sunshine; nor could the most brilliant of the many-colored gems which Proserpina had for playthings vie with the simple beauty of the flowers she used to gather. But still, wherever the girl went, among those gilded halls and chambers, it seemed as if she carried nature and sunshine along with her, and as if she scattered dewy blossoms on her right hand and on her left. After Proserpina came, the palace was no longer the same abode of stately artifice and dismal magnificence that it had before been. The inhabitants all felt this, and King Pluto more than any of them.</p>             <p>\"My own little Proserpina,\" he used to say, \"I wish you could like me a little better. We gloomy and cloudy-natured persons have often as warm hearts at bottom as those of a more cheerful character. If you would only stay with me of your own accord, it would make me happier than the possession of a hundred such palaces as this.\"</p>             <p>\"Ah,\" said Proserpina, \"you should have tried to make me like you before carrying me off. And the best thing you can do now is to let me go again. Then I might remember you sometimes, and think that you were as kind as you knew how to be. Perhaps, too, one day or other, I might come back, and pay you a visit.\"</p>             <p>\"No, no,\" answered Pluto, with his gloomy smile, \"I will not trust you for that. You are too fond of living in the broad daylight, and gathering flowers. What an idle and childish taste that is! Are not these gems, which I have ordered to be dug for you, and which are richer than any in my crown,—are they not prettier than a violet?\"</p>             <p>\"Not half so pretty,\" said Proserpina, snatching the gems from Pluto’s hand, and flinging them to the other end of the hall. \"Oh, my sweet violets, shall I never see you again?\"</p>             <p>And then she burst into tears. But young people’s tears have very little saltness or acidity in them, and do not inflame the eyes so much as those of grown persons; so that it is not to be wondered at if, a few moments afterwards, Proserpina was sporting through the hall almost as merrily as she and the four sea-nymphs had sported along the edge of the surf wave, King Pluto gazed after her, and wished that he, too was a child. And little Proserpina, when she turned about, and beheld this great king standing in his splendid hall, and looking so grand, and so melancholy, and so lonesome, was smitten with a kind of pity. She ran back to him, and, for the first time in all her life, put her small, soft hand in his.</p>             <p>\"I love you a little,\" whispered she, looking up in his face.</p>             <p>\"Do you, indeed, my dear child?\" cried Pluto, bending his dark face down to kiss her; but Proserpina shrank away from the kiss, for though his features were noble, they were very dusky and grim. \"Well, I have not deserved it of you, after keeping you a prisoner for so many months, and starving you, besides. Are you not terribly hungry? Is there nothing which I can get you to eat?\"</p>             <p>In asking this question, the king of the mines had a very cunning purpose; for, you will recollect, if Proserpina tasted a morsel of food in his dominions, she would never afterwards be at liberty to quit them.</p>             <p>\"No, indeed,\" said Proserpina. \"Your head cook is always baking, and stewing, and roasting, and rolling out paste, and contriving one dish or another, which he imagines may be to my liking. But he might just as well save himself the trouble, poor, fat little man that he is. I have no appetite for anything in the world, unless it were a slice of bread of my mother’s own baking, or a little fruit out of her garden.\"</p>             <p>When Pluto heard this, he began to see that he had mistaken the best method of tempting Proserpina to eat. The cook’s made dishes and artificial dainties were not half so delicious, in the good child’s opinion, as the simple fare to which Mother Ceres had accustomed her. Wondering that he had never thought of it before, the king now sent one of his trusty attendants, with a large basket, to get some of the finest and juiciest pears, peaches, and plums which could anywhere be found in the upper world. Unfortunately, however, this was during the time when Ceres had forbidden any fruits or vegetables to grow; and, after seeking all over the earth, King Pluto’s servants found only a single pomegranate, and that so dried up as to be not worth eating. Nevertheless, since there was no better to be had, he brought this dry, old, withered pomegranate home to the palace, put it on a magnificent golden salver, and carried it up to Proserpina. Now it happened, curiously enough, that, just as the servant was bringing the pomegranate into the back door of the palace, our friend Quicksilver had gone up the front steps, on his errand to get Proserpina away from King Pluto.</p>             <p>As soon as Proserpina saw the pomegranate on the golden salver, she told the servant he had better take it away again.</p>             <p>\"I shall not touch it, I assure you,\" said she. \"If I were ever so hungry, I should never think of eating such a miserable, dry pomegranate as that.\"</p>             <p>\"It is the only one in the world,\" said the servant.</p>             <p>He set down the golden salver, with the wizened pomegranate upon it, and left the room. When he was gone, Proserpina could not help coming close to the table, and looking at this poor specimen of dried fruit with a great deal of eagerness; for, to say the truth, on seeing something that suited her taste, she felt all the six months’ appetite taking possession of her at once. To be sure, it was a very wretched-looking pomegranate, and seemed to have no more juice in it than an oyster-shell. But there was no choice of such things in King Pluto’s palace. This was the first fruit she had seen there, and the last she was ever likely to see; and unless she ate it up immediately, it would grow drier than it already was, and be wholly unfit to eat.</p>             <p>\"At least, I may smell it,\" thought Proserpina.</p>             <p>So she took up the pomegranate, and applied it to her nose; and, somehow or other, being in such close neighborhood to her mouth, the fruit found its way into that little red cave. Dear me! what an everlasting pity! Before Proserpina knew what she was about, her teeth had actually bitten it, of their own accord. Just as this fatal deed was done, the door of the apartment opened, and in came King Pluto, followed by Quicksilver, who had been urging him to let his little prisoner go. At the first noise of their entrance, Proserpina withdrew the pomegranate from her mouth. But Quicksilver (whose eyes were very keen, and his wits the sharpest that ever anybody had) perceived that the child was a little confused; and seeing the empty salver, he suspected that she had been taking a sly nibble of something or other. As for honest Pluto, he never guessed at the secret.</p>             <p>\"My little Proserpina,\" said the king, sitting down, and affectionately drawing her between his knees, \"here is Quicksilver, who tells me that a great many misfortunes have befallen innocent people on account of my detaining you in my dominions. To confess the truth, I myself had already reflected that it was an unjustifiable act to take you away from your good mother. But, then, you must consider, my dear child, that this vast palace is apt to be gloomy (although the precious stones certainly shine very bright), and that I am not of the most cheerful disposition, and that therefore it was a natural thing enough to seek for the society of some merrier creature than myself. I hoped you would take my crown for a plaything, and me—ah, you laugh, naughty Proserpina—me, grim as I am, for a playmate. It was a silly expectation.\"</p>             <p>\"Not so extremely silly,\" whispered Proserpina. \"You have really amused me very much, sometimes.\"</p>             <p>\"Thank you,\" said King Pluto, rather dryly. \"But I can see, plainly enough, that you think my palace a dusky prison, and me the iron-hearted keeper of it. And an iron heart I should surely have, if I could detain you here any longer, my poor child, when it is now six months since you tasted food. I give you your liberty. Go with Quicksilver. Hasten home to your dear mother.\"</p>             <p>Now, although you may not have supposed it, Proserpina found it impossible to take leave of poor King Pluto without some regrets, and a good deal of compunction for not telling him about the pomegranate. She even shed a tear or two, thinking how lonely and cheerless the great palace would seem to him, with all its ugly glare of artificial light, after she herself,—his one little ray of natural sunshine, whom he had stolen, to be sure, but only because he valued her so much,—after she should have departed. I know not how many kind things she might have said to the disconsolate king of the mines, had not Quicksilver hurried her away.</p>             <p>\"Come along quickly,\" whispered he in her ear, \"or his majesty may change his royal mind. And take care, above all things, that you say nothing of what was brought you on the golden salver.\"</p>             <p>In a very short time, they had passed the great gateway (leaving the three-headed Cerberus, barking and yelping, and growling, with threefold din, behind them), and emerged upon the surface of the earth. It was delightful to behold, as Proserpina hastened along, how the path grew verdant behind and on either side of her. Wherever she set her blessed foot, there was at once a dewy flower. The violets gushed up along the wayside. The grass and the grain began to sprout with tenfold vigor and luxuriance, to make up for the dreary months that had been wasted in barrenness. The starved cattle immediately set to work grazing, after their long fast, and ate enormously all day, and got up at midnight to eat more. But I can assure you it was a busy time of year with the farmers, when they found the summer coming upon them with such a rush. Nor must I forget to say that all the birds in the whole world hopped about upon the newly blossoming trees, and sang together in a prodigious ecstasy of joy.</p>             <p>Mother Ceres had returned to her deserted home, and was sitting disconsolately on the doorstep, with her torch burning in her hand. She had been idly watching the flame for some moments past, when, all at once, it flickered and went out.</p>             <p>\"What does this mean?\" thought she. \"It was an enchanted torch, and should have kept burning till my child came back.\"</p>             <p>Lifting her eyes, she was surprised to see a sudden verdure flashing over the brown and barren fields, exactly as you may have observed a golden hue gleaming far and wide across the landscape, from the just risen sun.</p>             <p>\"Does the earth disobey me?\" exclaimed Mother Ceres indignantly. \"Does it presume to be green, when I have bidden it be barren until my daughter shall be restored to my arms?\"</p>             <p>\"Then open your arms, dear mother,\" cried a well-known voice, \"and take your little daughter into them.\"</p>             <p>And Proserpina came running, and flung herself upon her mother’s bosom. Their mutual transport is not to be described. The grief of their separation had caused both of them to shed a great many tears; and now they shed a great many more, because their joy could not so well express itself in any other way.</p>             <p>When their hearts had grown a little more quiet, Mother Ceres looked anxiously at Proserpina.</p>             <p>\"My child,\" said she, \"did you taste any food while you were in King Pluto’s palace?\"</p>             <p>\"Dearest mother,\" answered Proserpina. \"I will tell you the whole truth. Until this very morning, not a morsel of food had passed my lips. But to-day, they brought me a pomegranate (a very dry one it was, and all shriveled up, till there was little left of it but seeds and skin), and having seen no fruit for so long a time, and being faint with hunger, I was tempted just to bite it. The instant I tasted it, King Pluto and Quicksilver came into the room. I had not swallowed a morsel; but—dear mother, I hope it was no harm—but six of the pomegranate seeds, I am afraid, remained in my mouth.\"</p>             <p>\"Ah, unfortunate child, and miserable me!\" exclaimed Ceres. \"For each of those six pomegranate seeds you must spend one month of each year in King Pluto’s palace. You are but half restored to your mother. Only six months with me, and six with that good-for-nothing King of Darkness!\"</p>           <p>\"Do not speak so harshly of poor King Pluto,\" said Proserpina, kissing her mother. \"He has some very good qualities, and I really think I can bear to spend six months in his palace, if he will only let me spend the other six with you. He certainly did very wrong to carry me off; but then, as he says, it was but a dismal sort of life for him, to live in that great gloomy place, all alone; and it has made a wonderful change in his spirits to have a little girl to run up stairs and down. There is some comfort in making him so happy; and so, upon the whole, dearest mother, let us be thankful that he is not to keep me the whole year round.\"</p><br><br>    <a href=\"http://www.kidsgen.com/stories/classic_stories/\"><div class=\"BackLink\">Back to Classic Stories Main</div></a>      </div>",
      "imageUrl" : "https://goo.gl/ydcfMp",
      "length" : "1:11:10",
      "title" : "The Pomegranate Seeds",
      "videoId" : "XfT8gu7icK8"
    }, {
      "description" : "<p>Jim Hawkins loved adventure. When a blind man by the name of Black Dog came to  live with him and his mother in their Inn, Jim had no idea he was to get into  one great big dangerous adventure.<br> <br> Black Dog was an unfriendly old man. One morning, Black Dog was found dead in  his room. Jim and his mother opened his trunk and found an old map. It looked  like a treasure map. Jim was excited and told his mother that he would go and  look for the treasure. But before that he went to meet the village Squire.<br> <br> \"Sir, this is what I have found in the blindman's trunk who died yesterday. It  looks to me like a map of some hidden treasure,\" said Jim to the Squire pulling  out the map. \" Indeed it does,\" agreed the Squire. \"We should set sail  immediately to look for this treasure.\"<br> <br> <img src=\"images/treasure-island.jpg\" alt=\"Treasure Island\" class=\"img-responsive ImgRht\">So, the next day, Jim and the Squire boarded a ship, to set sail to an unknown  island, looking for treasure. It was a long journey. In the ship Jim met an  one-legged sailor who was the ship's cook. His name was Long John Silver. He  always had his pet parrot perched on his shoulder. Silver was very friendly and  had Jim rolling with laughter with his stories.<br> <br> One stormy night Jim feeling hungry, walked up to one of the barrels that  contained apples. Suddenly, he heard voices, Jim felt suspicious and jumped  inside the barrel. Once inside he froze. Long John Silver was talking. He was  saying, \"Tomorrow we will reach Treasure Island. As soon as I give the signal we  will take all passengers on board as prisoners. Then we can take the map and dig  up the treasure. Let us go back to our places before anyone sees.\"<br> <br> When Jim was sure everyone had gone, he climbed out of the barrel. He  immediately warned the Squire of Long John Siler's plan. The next morning, the  island was visible in the distance, Jim jumped off the ship and swam to shore.  There he met a ragged old man, who said, \"I am Ben Gunn, I have been shipwrecked  in this island for twenty years. I suppose you have come to look for the  treasure.\" Jim nodded and said, \"I jumped off the ship, there are dangerous men  on that ship. Please help me, my friend the Squire is on that ship too.\"<br> <br> Ben Gunn knew the island very well. He laid out traps for Long John Silver and  his men. When they came shouting and waving their guns, they fell into a hole in  the ground dug by Ben Gunn. They were trapped. Jim and Ben Gunn unearthed the  treasure and swam to the ship. Jim, Ben and the Squire sailed back home leaving  Long John Silver and his men in the island forever.</p>",
      "imageUrl" : "https://goo.gl/8CfPHi",
      "length" : "3:03",
      "title" : "Treasure Island",
      "videoId" : "Mp4FzqcIOks"
    } ],
    "numberOfMovies" : 6
  }, {
    "album" : "ENG Greek Mythology",
    "imageUrl" : "https://goo.gl/pY8LLQ",
    "numberOfMovies" : 3
  }, {
    "album" : "Truyện cổ tích Andersen",
    "imageUrl" : "https://goo.gl/HTx5tM",
    "numberOfMovies" : 1
  }, {
    "album" : "\"Truyện cổ thế giới",
    "imageUrl" : "https://goo.gl/zgQ99J",
    "numberOfMovies" : 6
  }, {
    "album" : "Thần thoại Hy Lạp",
    "imageUrl" : "https://goo.gl/i87zsR",
    "movies" : [ {
      "description" : "<font face=\"Verdana, Arial\" size=\"2\"><font color=\"darkblue\"><b>POSEIDON</b></font> (Thần thoại La Mã gọi là Neptune) là vị thần của cai quản biển cả bao gồm các đạI dương, hảI đảo và các bờ biển. Mặc dù ông là một trong những vị thần tối cao của núi Olympus, nhưng phần lớn thời gian ông ở trong lãnh thổ của mình dưới sâu tận đáy biển của mình. <br> <br> Poseidon là anh của thần Zeus và thần Hades. Ba vị thần năng chia nhau những quyền năng sáng tạo : thần Zeus thống trị bầu trời, thần Hades cai quản địa ngục và Poseidon được giao cho tất cả những gì thuộc về nước - cả sông và biển. <br> <br> Với vẻ đẹp rực rỡ của một vị thần hùng mạnh cai trị biển cả, Poseidon có một cung điện tráng lệ nguy nga dưới đáy biển sâu. Mỗi khi Thần Poseidon trầm lặng, uy nghi ngồi trên chiếc xe do những con hải sư dũng mãnh kéo chạy trên mặt biển mênh mông, khi đó thì sóng biển dạt sang hai bên nhường đường cho thần, xung quanh có những con cá heo nhào lộn đón mừng và từng đàn cá tung tăng bám theo cỗ xe thần thánh. Khi Poseidon khua chiếc đinh ba xuống mặt nước thì biển cả dậy sóng, bão tố kinh hoàng, gây nên nhựng cơn địa chấn rung chuyển mặt đất. Nhưng khi thần chĩa đinh ba lên đầu các ngọn sóng thì chúng ngoan ngoãn dịu đi. Bão tố ngừng thổI và mặt biển trở nên êm dịu hiền hoà như cũ. Chính tay Poseidon chặt ngang các lục địa tạo thành những eo biển, cửa sông. Thần cũng tự tay phát ra các mạch nước nguồn, làm nổi lên những hải đảo. Cũng chính Poseidon đã giữ gìn cho các lục địa khỏi sụp đổ. <br> <br> <br> <div align=\"center\">o O o</div><br> <br> <font color=\"darkblue\"><b>APOLLO</b></font> (Thần thoại La Mã cũng gọi là Apollo) là Thần tiên tri, âm nhạc, chữa bệnh. <br> <br> Như hầu hết các vị Thần trên đỉnh Olympus, Apollo ko hề do dự khi xen vào những quan hệ dưới trần gian. Thần là nguyên nhân dẫn đến sự thất bại của người anh hùng Achilles. Trong đội ngũ các anh hùng bao vây thành Troy trong cuộc chiến thành Troy, Achilles là chiến sĩ tài giỏi nhất. Chàng đã đánh bại dễ dàng chỉ huy Hector của thành Troy trong cuộc đơn đấu. Nhưng Apollo đã giúp Paris anh trai của Hector báo thù, giết chết Achilles bằng một mũi tên thần. <br> <br> Khi một ai chết đột ngột, người đó bị cho là đã trúng một mũi tên của Apollo. Bản anh hùng ca của Homer về cuộc chiến thành Troy bắt đầu với việc thần Apollo gây ra một trận bệnh dịch bằng một cơn mưa tên xuống nơi đóng quân của quân Hy Lạp. <br> <br> Là Thần âm nhạc, Apollo thường được hình dung khi đang chơi đàn Lia (lyre). Thế nhưng, chàng không sáng chế ra nhạc cụ này, mà được thần Hermes tặng để chuộc lỗi sau vụ Hermes bắt trộm bò của Apollo. Có người nói rằng Apollo là người sáng chế ra đàn luýt (một loại đàn dây họ ghita), mặc dù kỹ năng chơi đàn Lia của Apollo là tài giỏi nhất. <br> <br> Apollo đã chiến thắng nhiều cuộc thi với nhạc cụ này. Trong một lần tranh tài với Aplollon, thần Pan đã dùng cây sáo mục đồng của mình và phải chịu thua cuộc trước tiếng đàn của Apollon. Lần đó, vua Midas sai lầm khi nói rằng ông thích tiếng sáo của thần Pan hơn, khiến Apollo tức giận biến tai ông thành tai lừa. <br> <br> <font color=\"#666666\"><div class=\"small\">Lukystar và pth biên dịch <br> Nguyên bản tiếng Anh từ Mythweb</div></font></font>",
      "imageUrl" : "https://goo.gl/GGtjsW",
      "length" : "4:29",
      "title" : "Poseidon và Apollo",
      "videoId" : "VYMLxg4-Hm4"
    }, {
      "description" : "<span class=\"content\"><font face=\"Verdana, Arial\" size=\"2\"><font color=\"brown\"><div class=\"small\"><b>Lời nói đầu</b>:<br> Giống như những em bé luôn háo hức đặt ra cho người lớn những câu hỏi không bao giờ dứt về mọi vật xung quanh chúng; các dân tộc khi mới hình thành cũng đặt ra cho mình những câu hỏi về thế giới vạn vật để họ tự trả lời. Dường như nhu cầu tìm hiểu ngọn nguồn của vạn vật là một nhu cầu tự nhiên của mỗi con người và mỗi dân tộc. Và những câu trả lời sơ khai đó chính là triết lý nguyên thủy của các dân tộc. Mỗi dân tộc đều có cách lý giải của riêng mình về sự tạo thành thế giới. Và một trong những dân tộc đã để lại cho loài người một cách lý giải độc đáo và sinh động là dân tộc Hy Lạp. Cách lý giải của họ đã thể hiện thành một hệ thống truyền thuyết và thần thoại vô cùng hấp dẫn, góp phần làm phong phú cho tâm hồn nhân loại. Tìm hiểu hệ thống thần thoại này sẽ mãi mãi là một điều bổ ích và lý thú cho mỗi tâm hồn chúng ta... </div></font><br> <br> <br> <div align=\"center\">o O o</div><br> <br> Người Hy Lạp cổ xưa kể rằng khi khai thiên lập địa khởi thủy có ba vị Thần linh: <b>Thần Hỗn Mang Khaos</b>, <b>Nữ Thần Đêm tối Nyx</b> và <b>Thần Ái tình Eros</b>. <br> <br> Thần Hỗn Mang kết hợp với Nữ Thần Đêm tối sinh ra Thần Định Mệnh. Thần nhân này đui hai mắt, có quyền thống trị, mỗi khi phán quyết một điều gì lại ghi trên một quyển sách bằng đồng. Các Thần nhân sau này có thể dùng quyền lực của mình ngưng việc thi hành những phán quyết đó, nhưng không thể cưỡng lại. <br> <br> Sau khi sinh ra Thần Định Mệnh, thần Khaos sinh ra Nữ Thần Đất Gaia và Thần Tartaros tối tăm-Đây là một vực thẳm u tối ở kế bên Trái Đất.Tiếp đó Gaia lại sinh ra Thần bầu trời trải rộng bao la (hay còn gọi là Thần Thiên Vương) Ouranos, vị thần này ra đời lại dang rộng cánh tay bao bọc lấy cả Trái Đất rộng lớn. Như vậy theo quan niệm của người Hy Lạp cổ xưa thì đất sinh ra trời chứ trời không phải sinh ra đất dù bầu trời rộng hơn đất rất nhiều. Sau đó nữ thần Đất Gaia lại sinh ra núi non hùing vĩ vươn mình lên tận trời xanh, rồi lại sinh tiếp thần Biển Cả Pontos đổ nước tràn ra khắp bề mặt Trái Đất và quanh năm vỗ sóng. Nữ Thần Gaia cũng sinh ra những thần nhân khổng lồ và độc long Cyclopes. <br> <br> Ouranos kết hợp với mẹ mình là Nữ thần Đất Gaia sinh ra sáu người con trai(Titan) và sáu người con gái, tất cả đều là các thần khổng lồ hùng mạnh và đáng sợ. Sáu nam thần gồm có: Okeanos, Ceus, Hyperion, Japet, Cryos và Cronus. Sáu nữ thần là : Tethys, Rhea, Themys, Mnemosyne, Phoibe, Thaya…Sau đó, Gaia lại sinh thêm Briare và Gyas là hai thần nhân đại lực mỗi người có năm mươi đầu và một trăm tay. <br> <br> Thần thoại Hy Lạp kể lại rằng sau đó vì tức giận các con mình mà thần Ouranos đạp hết các con xuống vực thẳm Tartare, nhốt họ dưới đáy sâu trong lòng đất âm u, tức là trong bụng nữ thần Đất Gaia, cấm không cho nhìn thấy ánh sáng ban ngày. Gaia, mẹ của họ vô cùng đau khổ vì gánh nặng trong bụng làm bà đau đớn. Tức giận, Gaia chế ra một lưỡi hái và kêu gọi các con trả thù, nổi dậy chống lại cha. Tuy nhiên, các con bà đều không dám làm theo lời mẹ, chỉ có người con út là Thần Cronus là dám nổi loạn và được giao nhiệm vụ này. Cronus vớisự giúp đỡ của mẹ, đã chém cha mình là Ouranos bị thương, bắt giam ông xuống Địa Ngục, sau đó thay thế Cha mình trị vì vũ trụ. Máu của Ouranos chảy xuống đất sinh ra ba nữ thần Đại Nộ Furies. <br> <br> Để trừng phạt tội lỗi của Cronus, Nữ thần Bóng Đêm Nys đã sinh một bầy thần khủng khiếp: Thanatos - Thần Chết, Erys - Nữ thần Bất Hoà, Ates - Nữ thần Dối Trá, Kes - Nữ thần Tàn Sát, Hypnos - Thần Ngủ cùng với bầy đoàn bóng ma tăm tối, Nemetys - Nữ thần Báo Thù và nhiều thần khác. Các vị thần này chuyên đi gieo rắc nỗi kinh hoàng, sự tan vỡ, dối trá, giao rắc sự tranh chấp và bất hạnh cho thế giớI mà Cronus đã chiếm đoạt quyền ngự trị của cha mình. <br> <br> Cronus lấy chị gái mình là Nữ thần Rhea và lên ngôi trị vì thay cho Ouranos. Với mặc cảm giết cha, Cronus luôn luôn lo sợ là quyền lực của mình sẽ không tồn tại lâu. Thần bị ám ảnh bởi một ý nghĩ cho rằng rồi sẽ có lúc đến lượt các con mình sẽ nổi loạn lật đổ thần như thần đã làm với chính cha mình. Thế là hễ Rhea sinh được người con nào, Cronus lại nuốt ngay người ấy vào bụng không chút thương xót. Ba người con đầu là Demeter, Hestia và Posiedon đều chịu số phận đó. Đến khi Rhea hạ sinh Zeus và Hera thì Cronus chỉ nuốt được Hera còn Zeus thì bị Rhea đánh tráo bằng một cục đá. Sau đó theo lời khuyên của mẹ là Gaia, Rhea bỏ trốn đến hòn đảo Crete trên Địa Trung Hải. Nàng giao Zeus cho các Nữ thần Sơn Thủy nuôi dưỡng. Đứa bé Zeus lớn lên trong sự thương yêu chăm sóc của hai nữ thần; được bú sữa của con dê cái Amalthea; từng đàn ong bay lên đỉnh núi và hai nữ thần Sơn Thủy lấy mật của chúng cho chàng; trong khi đó các tu sĩ của Cybele thay nhau nhảy múa, ca hát ngăn không cho tiếng khóc của Zeus lọt đến tai Cronus.</font></span>",
      "imageUrl" : "https://goo.gl/GGtjsW",
      "length" : "7:09",
      "title" : "Sự hình thành thế giới thần linh và các thần nhân",
      "videoId" : "9fGIJU3oNFA"
    }, {
      "description" : "<font face=\"Verdana, Arial\" size=\"2\"><font color=\"darkblue\"><b>ZEUS</b></font>, Zoose hay Zyoose, (Thần thoại La Mã gọi là Jupiter), là vị thần tối cao trên đỉnh Olympe. Zeus là cha của các người hùng Perseus và Hercule, và là người cuối cùng trong cuộc tranh giành quyền lực trên đỉnh Olympe. <br> <br> Zeus là con trai của thần Titan Cronus và nữ thần Rhea. Khi vừa được sinh ra, Zeus bị cha mình dự định sẽ ăn thịt như những người con khác trước đó như: Poseiden, Hades, Hestia, Demeter và Hera. Nhưng Rhea đã dấu đứa con mới sinh của mình trong hang núi trên đỉnh Dicte, đảo Crete. (Cho tới ngày nay, những người tại hang núi “Hang của Zeus” sử dụng đèn flash để tạo bóng của các hình nộm trong hang động, tạo ra hình ảnh của đứa bé Zues trong thần thoại). <br> <br> Khi lớn lên, Zeus làm cho Cronus mửa ra các anh chị của mình. Các vị thần đó về phe của Zeus trong cuộc chiến giành quyền cai quản vũ trụ long trời lở đất dài mười hai năm với các thần Titan và vua của họ là Cronus. Đánh bại cha mình và các vị thần Titan khác, Zeus giam họ dưới vực thẳm Tartare. <br> <br> Sau đó, Zeus cùng những người anh em của mình phân chia quyền lực. Poseidon cai quản biển cả, Hades cai trị âm phủ, và Zeus làm chúa tể bầu trời. Zeus được xem như là vị thần có quyền lực tối cao nhất trên trái đất và đỉnh Olympe. <br> <br> <br> <div align=\"center\">o O o</div><br> <br> Nữ thần <font color=\"darkblue\"><b>HERA</b></font> (Thần thoại La Mã gọi là Juno) là nữ thần của hôn nhân, nàng là vị thần bảo trợ cho cuộc sống gia đình, cho sự thánh thiện và bền vững của nó. Hera là vợ của thần Zeus và cũng như chồng nàng có toàn quyền thống trị của một vị Nữ hoàng trên đỉnh Olympe. <br> <br> Khi Hera được nhả ra từ miệng của Cronus, Rhea đã đem nàng đến chỗ của thần Okeanos ở nơi tận cùng Trái Đất giao cho Nữ thần Tethys nuôi dưỡng. Hera sống một yên bình một thờI gian dài xa Olympus, cho đến khi Zeus vĩ đại tình cờ nhìn thấy nàng trong một chuyến du hành. Vị thần sấm sét vĩ đại vừa nhìn thấy nàng đã đem lòng yêu quý vá quyếr định bắt cóc nàng về làm vợ. Các vị thần đã làm cho họ một đám cưới thật linh đình. Nữ thần Cầu Vồng Irys cùng các Nữ thần Duyên Dáng mặc cho Hera bộ váy áo đẹp nhất, làm cho nàng đẹp lộng lẫy và rạng rỡ hẳn lên giữa các thần linh trên núi Olympus. <br> <br> Hera không ưa anh hùng Heracles vì chàng là con trai của chồng mình với một người phụ nữ trần gian. Khi chàng còn nhỏ, Hera đã cho rắn đến nôi tấn công chàng. Sau đó Hera đã khuấy đảo rừng Amazon để hãm hại chàng khi chàng đang đi săn. <br> <br> Trong khi đó Hera lại hỗ trợ người anh hùng Jason, vốn không thể nào đoạt được Con cừu vàng nếu không có sự hỗ trợ của nàng. <br> <br> Trong thần thoại Hy lạp, Hera là vị nữ thần cai trị cung điện Olympus vì nàng chính là vợ của Zeus. Nhưng việc thờ cúng Hera lại xuất hiện trước việc thờ cúng Zeus khá lâu. Để hiểu rõ hơn, ta lùi lại cái thời mà những thế lực sáng tạo mà ta gọi là “thần” được quan niệm là người phụ nữ. Vị nữ thần mang nhiều hình dạng khác nhau, trong đó có loài chim. <br> <br> Hera được thờ cúng khắp đất nước Hy Lạp, những đền thờ cổ xưa và quan trọng nhất được hiến dâng cho nàng. Việc Hera chinh phục thần Zeus và miêu tả nàng như là người đàn bà đanh đá ghen tuông chính là những phản ánh thần thoại về một trong những thay đổi sâu sắc nhất trong tư duy loài người. <br> <br> Căn cứ trên những tranh vẽ hang động và các di vật khảo cổ thì hàng chục ngàn năm trước đây loài người rất quan tâm đến cơ thể người phụ nữ, hoặc là lúc đang mang thai hoặc là lúc sinh nở. Việc sinh con chính là khả năng kỳ diệu nhất của loài người khiến cho thế gian được mang lại sự sống mới tươi trẻ. Ở trình độ tiến hóa cho phép tổ tiên chúng ta nghĩ đến việc thờ cúng khả năng sinh nở này, có thể kết luận rằng họ cho rằng việc này gắn với hình ảnh người phụ nữ. <br> <br> Hàng ngàn năm sau (tức khoảng từ 5 đến 9 ngàn năm trước đây), các hậu duệ châu Âu của những người kể trên sống trong những ngôi làng lớn, có kiến trúc đặc trưng và những đền thờ tôn giáo. Các di vật khảo cổ cho thấy họ thờ cúng một thế lực (hoặc một nhóm thế lực) mang nhiều hình dáng khác nhau-một con chim, một con rắn, cũng có thể là chính quả địa cầu. Và thế lực vĩ đại này chính là phụ nữ. Bởi vì chỉ có người phụ nữ mới có khả năng sinh sản-đem lại cuộc sống mới. <br> <br> Người ta nói rằng khi con người khám phá ra vai trò của đàn ông trong việc sinh sản thì họ mới bắt đầu thờ cúng các nam thần. Dù vậy cũng không có gì nghi ngờ rằng các vị nam thần đã được thờ cúng từ trước đó. Và cũng rõ ràng rằng sau khi hiểu rõ hơn về việc sinh sản thì những người Châu Âu hiền hòa - quan niệm của Crete trong “Minoans” - tiếp tục thờ cúng Người Mẹ Vĩ Đại. <br> <br> Và có rất nhiều người châu Âu hiền hòa. Những ngôi làng lớn nhất trong kỷ nguyên ấy không cần lập hàng rào phòng chắn. Nền văn minh “Châu Âu cổ” không hề lo ngại những vụ ẩu đả với xóm giềng. Nhưng sau đó sự việc đã thay đổi và một khoảng thời gian dài bạo lực bùng phát. Quân xâm lược tràn vào Châu Âu từ những vùng đất rộng lớn ở Châu Á. Họ đem theo dòng ngôn ngữ Indo-Châu Âu mà ngày nay bao gồm tiếng Pháp, Ý, Tây Ban Nha và tiếng Anh. Họ cũng đem theo một vị thần linh, vị nam thần tối cao mà thần thoại Hy Lạp gọi là Zeus. <br> <br> Người ta biết rất ít về những người Indo-châu Âu này, nhưng những ngôi làng bình yên của châu Âu cổ không phải là điều họ mong muốn. Ở một vài nơi nền văn minh mới của họ dần chiếm thế tối thượng. Ở vài nơi khác nó thành thứ văn hóa kết hợp. Những người sống ở miền núi đã phản kháng lại, dù nhiều người đã bị đánh bật khỏi thành lũy của mình, họ tiếp tục di chuyển và đánh bật những người khác theo hiệu ứng domino. Cuộc xâm lăng Dorian của Hy Lạp cổ có thể được xem là kết quả của phản ứng dây chuyền này. <br> <br> Trật tự cũ có vẻ như tồn tại lâu nhất tại Crete nơi được bảo vệ bởi biển Aegean khỏi những cuộc xâm lăng trên bộ, nền văn minh Minoan đã tồn tại suốt gần ba ngàn năm. Nhưng đột ngột sau đó, từ triển vọng của sự tồn tại loài người, giới tính của những quyền năng tối cao chuyển từ nữ sang nam. Và rất nhiều câu chuyện hình thành nên cơ sở cho thần thoại Hy Lạp đã chỉ được kể sau sự thay đổi này. <br> <br> Các cuộc tình vụng trộm của Zeus có thể bắt nguồn từ những buổi lễ trong đó vị thần mới “kết hôn” với các hiện thân khác nhau của Nữ Thần Vĩ Đại. Việc có nhiều điểm nghi vấn về vị thần này và những người thờ cúng có thể thấy qua sự ra đời kỳ lạ của nữ thần Athena từ đầu của thần Zeus- dường như muốn nói rằng vị thần linh này có thể làm bất cứ điều gì mà Nữ thần vĩ đại có thể làm được. <br> <br> Nữ thần Hera tiếp tục được thờ cúng ở nhiều hình thức, tùy vào các thời điểm lịch sử. Việc thờ cúng vị nữ thần này đôi khi bị bãi bỏ phần lớn là vì những tập tục tôn giáo bị suy thoái dưới những ảnh hưởng mới. Nhưng chúng ta có thể thấy những bằng chứng trong thần thoại về trật tự cũ của vị thần này, trong đó Athena bản thân cũng là một nữ thần. <br> <br> Dưới ảnh hưởng của người Indo-Châu Âu, Athena trở thành thần Chiến tranh. Thần hay giả dạng thành loài cú - một loài chim biểu tượng cho thần linh. <br> <br> <font color=\"#666666\"><div class=\"small\">hth245 và Icy biên dịch <br> Nguyên bản tiếng Anh từ Mythweb</div></font></font>",
      "imageUrl" : "https://goo.gl/GGtjsW",
      "length" : "9:57",
      "title" : "Zeus và Hera",
      "videoId" : "oCbmxsv7cw4"
    }, {
      "description" : "<span class=\"content\"><font face=\"Verdana, Arial\" size=\"2\">Nữ thần <font color=\"darkblue\"><b>APHRODITE</b></font> (Thần thoại La Mã gọi là Venus) là Thần Tình Yêu, Sắc Đẹp và sự sinh nở. Nàng cũng là thần hộ mệnh của thủy thủ. <br> <br> Sử thi cho rằng Aphrodite được sinh ra từ bọt biển Còn theo Homer nàng là con gái của thần Zeus và Dione. (Cũng có dị bản nàng sinh ra là do máu của Ouranps bị Cronus chém rơi xuống biển.) <br> <br> Khi được hỏi trong ba vị nữ thần Olympia ai là người xinh đẹp nhất thì Paris,hoàng tử thành Troy, đã chọn Aphrodite chứ không phải là Hera hay Athena dù hai vị nữ thần này đã hứa ban cho chàng quyền lực và chiến thắng. Điều này cũng dễ hiểu vì nữ thần Aphrodite đã hứa ban tặng cho chàng tình yêu của người phụ nữ đẹp nhất trần gian. <br> <br> Sau này khi Paris cưới Helen xứ Sparta thì tên tuổi nàng đã gắn liền với địa danh thành Troy như một sự ô nhục. Trong cuộc chiến thành Troy diễn ra sau đó, Hera và Athena là hai kẻ thù không đội trời chung của thành Troy trong khi Aphrodite lại trung thành với Paris và dân thành Troy. <br> <br> Sử thi Homer về cuộc chiến thành Troy kể rằng Aphrodite đã can thiệp vào trận chiến để cứu con trai mình là Aeneas, đồng minh của thành Troy. Người anh hùng Hy Lạp Diomedes lúc đó sắp giết được Aeneas đã chuyển sang tấn công nữ thần, phóng lao vào cổ tay nàng làm chảy ichor ( ichor là máu của các vị thần). <br> <br> Aphrodite vội thả Aeneas ra, Aeneas may sao đã được Apollo, vị thần đứng về phe thành Troy, cứu sống. Trong cơn đau đớn nàng đã cầu cứu anh trai mình là thần Chiến tranh Ares lúc bấy giờ đang đứng gần đấy theo dõi cuộc chiến, Aphrodite mượn cỗ xe ngựa của Ares để bay lên đỉnh Olympus. Tại đây nàng khẩn cầu mẹ là Dione chữa lành vết thương cho mình. Thần Zeus yêu cầu con gái đừng tham chiến nữa vì chiến tranh là công việc của Ares và Athena, còn nhiệm vụ của nàng là chăm lo chuyện hôn nhân của thế gian thì hơn. <br> <br> Ngoài ra trong sử thi Iliad có nói Aphrodite cứu Paris khi chàng sắp chết trong khi giao chiến với Menelaus. Nữ thần đã dùng sương mù phủ lấy chàng và đem chàng đi đặt vào giường ngủ của chàng trong thành Troy. Sau đó nàng biến thành một người đầy tớ già đến báo với Helen rằng Paris đang đợi nàng. <br> <br> Helen nhận ra vị thần trong lốt giả dạng và hỏi liệu nàng có đang bị dẫn dụ cho việc gây ra một cuộc chiến nữa không. Vì Aphrodite đã phù phép khiến nàng phải bỏ chồng là Menelaus để theo Paris. Nàng nói Aphrodite có muốn đến gặp Paris thì cứ mà đi một mình. <br> <br> Aphrodite nổi trận lôi đình, cảnh báo rằng Helen không được láo xược, nếu không nàng sẽ bị cả người Hy Lạp lẫn dân thành Troy căm ghét. Vị nữ thần tính khí thất thường này nói: “Hiện ta yêu thương ngươi bao nhiêu thì ta cũng sẽ ghét giận ngươi bấy nhiêu.” <br> <br> Dù nữ thần Hera vợ Zeus và Aphrodite không cùng chiến tuyến trong cuộc chiến thành Troy nhưng Aphrodite vẫn cho Hera mượn chiếc thắt lưng của mình để làm xao nhãng cơn giận của Zeus. Ai đeo chiếc thắt lưng này sẽ khiến cho đàn ông (cả các vị thần) chết mê chết mệt. <br> <br> Homer gọi Aphrodite là “người Cyprus” và nhiều biểu tượng của nàng có lẽ đến từ Châu Á qua Cyprus (và Cythea) trong thời kỳ Mycenaean… Điều này hẳn là do nhầm lẫn với những nữ thần đã xuất hiện từ trước đó như thần Hellenic hoặc thần Aegean. Người Hy Lạp cổ đại cho rằng Aphrodite có nguồn gốc vừa Hy Lạp vừa ngoại quốc. <br> <br> <b>Aphrodite và Jason </b><br> Aphrodite còn có liên quan đến chuyện tình cảm của những người anh hùng. Khi Jason thỉnh cầu vua Colchis cho đem con cừu vàng bị treo trong rừng đi, vị vua này đã do dự không muốn đáp ứng. Vì vậy nữ thần Hera, người đứng về phía Jason, đã lên tiếng nhờ Aphrodite can thiệp một phen. Vị nữ thần tình yêu đã khiến cho con gái nhà vua là Medea đem lòng yêu Jason, và Medea đã trở thành công cụ đắc lực đem lại thành công cho Jason. <br> <br> <b>Aphrodite và Aeneas</b> <br> Có lần thần Zeus trừng phạt Aphrodite vì đã quyến rũ các vị thần vào những cuộc tình duyên trái khoáy. Thần Zeus đã khiến nàng si mê Anchiese là con người trần gian. Đó là lý do vì sao nàng trở thành mẹ của Aeneas. Nàng đã bảo vệ người anh hùng này trong suốt cuộc chiến thành Troy cũng như sau đó khi Aeneas tìm ra nước Ý và trở thành người sáng lập một phần của đế chế La Mã. <br> <br> Một nữ thần Ý tên là Venus có dung mạo rất giống với Aphrodite, vì thế Aphrodite có tên gọi La Mã là Venus. Nàng đã xuất hiện dưới cái tên Venus trong Aeneiad, bộ sử thi kể về công cuộc sáng lập thành Rome. <br> <br> <b>Aphrodite và Hephaestus</b> <br> Vị nữ thần tình yêu đã kết hôn với Thần thợ rèn Hephaestus. Nhưng nàng lại không chung thủy với chồng mà lại đi mây mưa với Ares. Trong Odyssey, Homer có đề cập đến chuyện Hephaestus đã trả thù như thế nào. <br> <br> <b>Ảnh hưởng của Aphrodite trong nghệ thuật</b> <br> Trong nghệ thuật cổ điển Aphrodite không có biểu tượng nào đáng kể ngoại trừ sắc đẹp của nàng. Hoa và các họa tiết cây cỏ cho thấy mối liên hệ giữa nàng với sự sinh sôi tươi tốt. <br> <br> Aphrodite có liên hệ với chim bồ câu. Một loài chim thiêng liêng khác tượng trưng cho nàng là thiên nga, người ta thấy nàng cưỡi thiên nga trong bức tranh vẽ trên chiếc bình hoa cổ . <br> <br> Họa sỹ thời kỳ phục hưng Botticelli đã tìm cảm hứng từ ý tưởng sử thi cho rằng Aphrodite sinh ra từ biển trong bức danh họa vẽ vị nữ thần nằm trong một chiếc vỏ sò khổng lồ. Tương tự là Venus de Milo, bức tượng nữ thần không tay nổi tiếng. <br> <br> <b>Aphrodite là Nữ thần Chiến tranh? </b><br> Nhà văn Pausanias đã miêu tả rằng có rất nhiều tượng nữ thần Aphrodite trong trang phục ra trận, nhiều nhất là ở Sparta. Lấy ví dụ như cách mà binh lính Sparta nuôi con gái, không có gì ngạc nhiên khi họ quan niệm ăn mặc theo kiểu quân đội giống vị nữ thần. Aphrodite cũng có thể đã phục trang như vậy để bảo vệ các thành phố, như Corinth, thành phố đã nhận nàng làm nữ anh hùng. Điều này không có nghĩa là nàng là thần chiến tranh, dù có người thấy nàng trong vị trí đó hoặc thấy có những dấu hiệu đó trong chuyện nàng xe duyên với thần chiến tranh Ares trong thần thoại. <br> <br> Hai ấn bản gần đây nhất của “Từ điển cổ điển Oxford” lại có sự khác biệt về vấn đề này của vị nữ thần. Ấn bản năm 1970 cho rằng nàng là nữ thần chiến tranh và lấy căn nguyên từ gốc gác phương Đông của nàng. Thật sự nàng giống với Astarte, là một vị thần chiến tranh đồng thời cũng là thần của sự sinh nở. <br> <br> Ấn bản 1996 thì lại đưa ra nhiều luận điểm đối lập. Ví dụ như ấn bản này cho rằng nàng kết duyên với Ares không phải vì họ cùng thích chiến tranh như nhau mà nguyên nhân sâu xa là vì tình yêu và chiến tranh là hai phạm trù đối nghịch. <br> <br> Dù sao đi nữa, chức năng cơ bản của nữ thần Aphrodite là chăm lo cho sự sinh nở, vì đây là điều vô cùng quan trọng đối với sự tồn tại của con người.<br> <br> <font color=\"#666666\"><div class=\"small\">Icy biên dịch<br> Nguyên bản tiếng Anh từ Mythweb</div></font></font></span>",
      "imageUrl" : "https://goo.gl/GGtjsW",
      "length" : "9:32",
      "title" : "Aphrodite",
      "videoId" : "yhYdVhyoJnc",
      "videoUrl" : "https://youtu.be/yhYdVhyoJnc"
    }, {
      "description" : "<span class=\"content\"><font face=\"Verdana, Arial\" size=\"2\">Thần <font color=\"darkblue\"><b>HERMES</b></font> (Thần thoại La Mã gọi là Mercury) là sứ giả đưa tin của các vị thần và là người dẫn đường cho các linh hồn sau khi chết xuống địa phủ. Bản tính Hermes vốn hiếu động thông minh từ nhỏ. Chàng từng giúp đỡ các anh hùng Odysseus và Perseus trong những cuộc đi săn của họ. <br> <br> Hermes là con trai thần Zeus và một nữ thần núi. Khi mới ra đời chàng đã tỏ ra vô cùng tinh khôn.Thuở thiếu thời có lần chàng tìm thấy một cái mai rùa rỗng và đã để ý thấy tiếng vang từ trong đó. Chàng đã cột các sợi gân vào khe mai và tạo ra chiếc đàn lia đầu tiên. <br> <br> Hermes được mọi người biết đến bởi sự giúp ích của chàng đối với loài người, bằng tài năng của một người đưa tin lẫn những sáng kiến của chàng. Khi Perseus quyết định giáp mặt với Gorgon Medusa, Hermes đã giúp người anh hùng này. Theo một bản thần thoại thì Hermes đã cho Perseus mượn đôi giày phép thuật của mình, ai mang nó vào sẽ bay được. <br> <br> Có người cho rằng Hermes đã cho Perseus mượn một cái mũ tàng hình. Đây chính là chiếc mũ bóng đêm, cũng giống như cái mũ mà Hermes đội khi chàng đánh bại tên khổng lồ Hippolytus. Chuyện xảy ra khi những đứa con trai khổng lồ của mặt đất ngoi lên định soán quyền với các vị thần trên đỉnh Olympus. <br> <br> Biểu tượng nghề nghiệp của Hermes với tư cách sứ giả chính là chiếc đũa caduceus. <br> <br> Nguồn gốc của nó là một nhánh cây liễu có nhiều dây ruybăng quấn quan, theo truyền thống là huy hiệu của người đưa tin. Nhưng các dải ruybăng về sau lại được liên hệ đến hình ảnh loài rắn. Để củng cố cho điều này, một câu chuyện cho rằng Hermes đã dùng chiếc đũa thần để tách 2 con rắn đang cắn nhau ra, sau đó chúng đã quấn mình quanh cây đũa cùng chung sống trong hòa bình. <br> <br> Nhiệm vụ của Hermes là dẫn dắt các linh hồn sau khi chết đi xuống địa phủ. Vì là người bảo trợ cho những linh hồn nên chàng thường đội một cái mũ bằng rơm rực rỡ ánh sáng. Hermes được gọi là Mercury trong thần thoại La Mã. Hình ảnh nổi tiếng nhất về chàng là một bức tượng do Bellini điêu khắc thể hiện chàng nhanh nhẹn trên 1 chân, ở gót có cánh, chiếc đũa rắn cầm tay và ở trên đầu là một thứ kết hợp giữa chiếc mũ tàng hình và chiếc mũ ánh sáng. <br> <br> <br> <div align=\"center\">o O o</div> <br> <br> <font color=\"darkblue\"><b>ARTEMIS</b></font> (Thần thoại La Mã gọi là Diana) là Nữ Thần đồng trinh (Nàng đã xin phụ vương Zeus cho Nữ Thần đồng trinh không bao giờ phải yêu) cai quản việc săn bắn. Nàng giúp đỡ những người phụ nữ trong việc sinh nở nhưng cũng mang đến những cái chết bất ngờ với những mũi tên của mình. <br> <br> Artemis và anh trai Apollo là con của Zeus và Leto. Trong vài phiên bản Thần thoại khác thì Artemis được sinh ra trước và giúp đỡ Mẹ của mình sanh ra Apollo. <br> <br> Niobe, nữ hoàng thành Thebes, đã khoe khoang là hơn hẳn Leto vì có nhiều con trong khi Nữ Thần Leto chỉ có 2 người con. Artemis và Apollođã rửa nhục cho mẹ bằng cách dùng tên lần lượt giết tất cả những đứa con của Niobe. Trước cái chết của các con mình, Niobe đau lòng than khóc đến khi hoá đá vẫn chưa nguôi. <br> <br> Để ý thấy em gái suốt ngày đi săn với tên khổng lồ Orion, Apollo quyết định chấm dứt mối quan hệ này. Thần thách Artemis chứng tỏ tài nghệ của mình bằng cách bắn vào một vật đang trôi ngoài biển. Những phát bắn của Nữ Thần đều rất hoàn hảo. Sau đó nàng mới biết vật đó là cái đầu của Orion. <br> <br> Artemis thường được miêu tả như một thiếu nữ trẻ mặc bộ áo quần làm bằng da hươu, vai đeo một cánh cung và một bao tên. Nàng thường được các động vật hoang dã như hươu hoặc gấu cái hộ tống. <br> <br> <br> <div align=\"center\">o O o</div><br> <br> <font color=\"darkblue\"><b>ARES</b></font> (Thần thoại La Mã gọi là MARS) là Thần chiến tranh, hay chính xác hơn là vị thần của những kẻ cuồng loạn hiếu chiến. Là một vị thần bất tử nhưng Ares đã bị Harales đánh bại trong một trận đánh và có lần còn suýt bị hai tên khổng lồ giết chết. Khi bị thương trong cuộc chiến thành Troy, thần đã không được phụ vương Zeus đoái hoài gì đến. <br> Thần Ares có diện mạo khôi ngô nhưng bản tính rất tàn bạo. Thần thường được miêu tả cầm một ngọn giáo dính máu đỏ tươi. Tương truyền chiếc ngai của Thần trên đỉnh Olympus được bọc kín bằng da người. <br> <br> Thần Mars trong thần thoại La Mã và thần Ares được xem là như nhau. Mars là cha của Romulus và Remus, hai huyền thoại sáng lập ra thành Rome. Vì vậy đối với dân La Mã thần Mars có vị trí quan trọng hơn và được sùng kính hơn <br> <br> <font color=\"#666666\"><div class=\"small\">Icy và pth biên dịch <br> Nguyên bản tiếng Anh từ Mythweb</div></font></font></span>",
      "imageUrl" : "https://goo.gl/GGtjsW",
      "length" : "6:04",
      "title" : "Hermes, Artemis và Ares",
      "videoId" : "T0kjz_jmpNQ",
      "videoUrl" : "https://youtu.be/T0kjz_jmpNQ"
    }, {
      "description" : "<span class=\"content\"><font face=\"Verdana, Arial\" size=\"2\"><font color=\"darkblue\"><b>DIONYSUS</b></font> (Thần thoại La Mã gọi là Bacchus) là vị thần Rượu Nho. Dionysus chính là con trai của thần Zeus và công chúa Semele, con gái Vua Cadmus sáng lập ra thành Thebes. <br> <br> Khi Semele nghe theo lời xúi giục của Hera nài nỉ xin Zeus cho nàng nhìn thấy dung nhan của vị Thần oai quyền nhất vũ trụ thì nàng đang hoài thai Dionysus. Bị ràng buột của lời thề trước đó, Zeus hiện nguyên hình là vị thần Sấm Sét và Semele bị thiêu cháy thành than sau khi sinh non ra Dionysus. Zeus lúc đó đã rạch đùi mình và ủ Dionysus vào đó để nuôi sống đứa bé bằng sức mạnh của Vị thần tối cao. Sau đó Zeus giao Dionysus cho các Nữ thần Thời Khắc và Sơn Thủy nuôi dưỡng ở thung lũng Nyse. <br> <br> Dionysus lớn lên trở thành Thần Rượu Nho sinh đẹp. Thần dạy loài người cách trồng nho vá cất rượu, đem lại cho loài người sức mạnh và niềm vui sảng khoái. Là một vị thần vui tính Dionysus đi chu du khắp đó đây. Thần đội chiếc vành kết bằng dây nho trên đầu, trong tay cầm một cây gậy có núm bằng quả thông và quấn dây trường xuên xung quanh. Theo sau Thần là các nữ thần Sơn Thủy và các vị thần Đồng Quê vui nhộn đội trên đầu những chiếc vành hoa lá vừa đi vừa uống rượu nho và múa hát vui vẻ. <br> <br> Dionysus đã cứu thoát Ariadne sau khi nàng bị Theseus bỏ rơi. Chàng cũng đã cứu mẹ mình từ địa phủ, sau khi thần Zeus cho bà biết sự thật thần chính là vị thần Bão tố và đã dùng tia chớp tiêu diệt bà. <br> <br> Dionysus chính là người đã cho Midas khả năng biến mọi thứ ông ta chạm vào trở thành vàng, nhưng sau đó chính thần cũng đã lấy lại khả năng này khi chứng minh cho Midas thấy nó không phải là một điều ước khôn ngoan vì bất cứ cái gì Midas chạm vào đều biến thành vàng, kể cả thức ăn.<br> <br> <br> <div align=\"center\">o O o</div><br> <br> <font color=\"darkblue\"><b>HEPHAESTUS</b></font> (Thần thoại La Mã gọi là Vulcan) chính là vị thần thọt chân cai quản ngọn lửa và nghề thủ công, có khi cả hai, vì vậy còn có tên gọi là thần thợ rèn. <br> <br> Hephaestus là con trai của thần Zeus và thần Hera. Tương truyền lúc mới sinh ra Hephaestus cũng là một vị thần sinh đẹp nhưng khi Hera vì tính ghen tuông của mình mà mưu toan xúi giục các thần khác nổi loạn bị Zeus phát hiện bắt treo giữa Thiên Cung và Hạ Giới bằng sợi xích vàng, chàng định lại gần giải thoát cho mẹ thì bị thần Zeus đã nắm chân quẳng xuống đất từ trên cung điện Olympus. Cũng có dị bản kể rằng ngay từ lúc sinh ra Hephaestus đã là một cậu bé yếu ớt và thọt chân. Hera trông thấy vừa xấu hổ vừa tức giận túm ngay lấy đứa bé quẳng xuống hạ giới. <br> <br> Hephaestus rơi xuống biển và được Nữ thần Thetis thương tình nuôi dưỡng cho đến khi trưởng thành. Dù xấu xí và thọt chân nhưng Hephaestus có hai cánh tay khoẻ mạnh và một bộ ngực rắn chắc, vạm vỡ. Và đặc biệt là chàng rất khéo léo biết chế tạo ra các thứ đồ kim loại từ to lớn đến tinh xảo. <br> <br> Hephaestus đã thực hiện được rất nhiều công trình kiến trúc độc đáo như những cung điện nguy nga xây cho các vị thần ở trên đỉnh núi Olympus, hoặc là bộ áo giáp làm cho Achilles trong cuộc chiến thành Troy (mô tả về chiếc áo giáp này chiếm khá nhiều bút mực trong sử thi Homer về cuộc chiến thành Troy). <br> <br> Hephaestus đồng thời cũng tạo ra người đàn bà đầu tiên cho loài người, Pandora, theo yêu cầu của phụ vương Zeus, nhằm trả đũa vụ thần Titan Prometheus lừa thần linh làm điều lợi cho con người mà gây ra tổn thất cho thần linh (đó là Prometheus đã đem lửa xuống cho loài người). Pandora được gả làm vợ anh trai của Titan, Epimetheus. Của hồi môn của Pandora là một cái bình chứa đầy điều xấu xa độc ác, khi nàng kéo nắp bình ra nàng sẽ đem khổ đau, vốn là một thứ xa lạ, đến cho con người vì họ phải làm lụng cực nhọc và đau yếu luôn. Chỉ có hy vọng là còn nằm lại trong chiếc bình đó. (Trong Thần thoại Hy Lạp có viết: “Từ nàng Pandora này sẽ sinh sôi, nảy nở ra giống đàn bà, một loài độc hại cho giống đàn ông mà giống đàn ông không sao dứt bỏ được bởi vì, theo sự sáng tạo của các vị thần, giống đàn bà là loại không thể chịu đựng được cuộc sống vất vả, nhọc nhằn, nghèo túng, khó khăn mà chỉ sinh ra để sống trong cảnh an nhàn, sung túc và hưởng thụ kết quả lao động khó nhọc của người đàn ông, cũng như gây ra cho đàn ông biết bao điều đau khổ, phiền muộn trong chuyện hôn nhân và gia đình. Người đàn bà sẽ là người bạn đường của người đàn ông nhưng là người bạn đường gây ra những nỗi bất hạnh cho người đàn ông. Đó là cái tai họa mà thần Zeus ban cho loài người\"). <br> <br> <font color=\"#666666\"><div class=\"small\">Icy biên dịch<br> Nguyên bản tiếng Anh từ Mythweb</div></font></font></span>",
      "imageUrl" : "https://goo.gl/GGtjsW",
      "length" : "6:25",
      "title" : "Dionysus và Hephaestus",
      "videoId" : "jLZJJ82BYLs",
      "videoUrl" : "https://youtu.be/jLZJJ82BYLs"
    }, {
      "description" : "<span class=\"content\"><font face=\"Verdana, Arial\" size=\"2\"><font color=\"darkblue\"><b>ATHENA</b></font> (Thần thoại La Mã gọi là Minerve), vị thần của nghề thủ công và nội trợ nhưng đồng thời cũng là một vị thần chiến tranh. Athena là vị thần bảo hộ của Athen. Nguyên hình của vị nữ thần vĩ đại này xuất phát từ hình dạng của loài chim với dấu hiệu chính là con cú. <br> <br> Zeus kết hôn cùng Metis, người con gái thông thái của Biển cả. Khi nàng mang thai, Zeus đã được cảnh báo từ các nữ thần Hộ Mệnh rằng đứa con sinh ra từ Metis sau này sẽ lật đổ ông ấy cũng giống như ông ấy đã từng đoạt ngai vàng của bố mình (Cronos) trước kia. <br> <br> Vì thế Zeus đã nuốt cả Metis lẫn cái thai trong bụng. Liền sau đó Zeus phải cố gắng vật lộn với những cơn nhức đầu triền miên, Zeus đành mời gọi thần Hephaestus. Hephaestus đã chẻ trán của Zeus ra bằng cái rìu của mình và Athena từ đó đã vọt ra với đầy đủ vũ khí, y phục. <br> <br> Sau này chính Athena đã hỗ trợ cho các anh hùng: Perseus, Jason, Cadmus,Odysseus và Heracles trong những chuyến hành trình của họ. Đặc biệt trong cuộc chiến thành T'roa, lúc quân Hy Lạp gần như vô vọng trong việc phá thành thì Athena đã giúp quân Hy Lạp tạo ra con ngựa gỗ khổng lồ, kết quả là T'roa lọt vào tay quân Hy Lạp ngay sau đó. <br> <br> Cả Athena và Poseidon đều muốn trở thành thần bảo hộ cho miền Atikes. Để xứng đáng với sự tôn kính của mình, Athena đã tạo ra một cây ôliu làm tươi tốt khắp các thành luỹ Atikes và cả vùng đất Acropolos. Poseidon cố gắng vượt qua Athena bằng cách dùng cây đinh ba của mình đâm xuyên qua mặt đất làm phun lên những cột nước khổng lồ, tuy nhiên vì ông ấy là vị thần của Biển cả nên trong nước chỉ có... muối. Món quà của Athena với người dân Atikes xem ra hữu ích hơn, vì vậy Athena đã trở thành vị thần bảo hộ cho vùng đất này. Thành cũng được đổi tên thành Athens. <br> <br> Peuseus cũng đã được Athena hổ trợ trong cuộc truy sát quái vật Medusa vì nàng muốn trang trí cái khiên của mình bằng đầu của Gorgon. <br> <br> Athena là một nữ thần rất mực thông minh, một nữ thần vừa hiếu chiến vừa chủ hoà, vì chỉ có sau khi chiến thắng thì mới có hoà bình. Nàng khuyến khích tinh thần chiến đấu của các dũng sĩ, cho họ sức mạnh và lời khuyên lúc nguy nan. Athena cũng dạy cho dân chúng các kiến thức khoa học, dạy họ nghệ thuật và các nghề thủ công… <br> <br> <br> <div align=\"center\">o O o</div><br> <br> <font color=\"darkblue\"><b>DEMETER</b></font> (Thần thoại La Mã gọi là Ceres) là Nữ thần Nông Nghiệp, cai quản mùa màng và nghề nông ở hạ giới. Demeter là con gái của Cronus và Rhea, là chị gái của thần Zeus và là mẹ của Persephone-Vợ của Hades. <br> <br> Nàng thường đi đây đi đó để dạy cho loài người trồng trọt, chăm lo cho đất đai màu mỡ, cgo cây cối ra hoa kết trái. Không có Demeter thì đất đá trở nên khô cằn và cây cối khô héo mà chết. Với quyền năng này, nàng trở thành người bạn thân thiết của loài người và được người đời sùng kính. <br> <br> Demeter có vớI Zeus một người con gái vô cùng xinh đẹp tên là Persephone. Một hôm Persephone đang hái hoa trên bãi cỏ thì mặt đất nứt ra một vết rất lớn và Diêm vương Hades vươn lên từ thế giới của bóng đêm. Vị thần đuổi bắt Persephone vào cỗ xe ngựa rồi trở về địa phủ, nơi nàng trở thành Hoàng hậu. Demeter vô cùng đau khổ, nàng đã đi cùng trời cuối đất hy vọng tìm được con gái mình, suốt thời gian đó mùa màng héo úa và mùa đông kéo dài đến vô tận. <br> <br> Cuối cùng Hades cũng đã bị thuyết phục là sẽ trả Persephone lại nửa năm một lần, khi mùa xuân và mùa hè đến, khi đó hoa trái nở rộ. Nửa năm còn lại Persephone ở dưới địa phủ thì cũng là mùa khô cằn lạnh giá trên thế gian. <br> <br> Demeter thường được mô tả trong nghệ thuật với hình ảnh đang mang một bó lúa. <br> <br> <font color=\"#666666\"><div class=\"small\">Pegasus và Icy biên dịch <br> Nguyên bản tiếng Anh từ Mythweb</div></font></font></span>",
      "imageUrl" : "https://goo.gl/GGtjsW",
      "length" : "5:20",
      "title" : "Athena và Demeter",
      "videoId" : "xf8b9g16MUE",
      "videoUrl" : "https://youtu.be/xf8b9g16MUE"
    } ],
    "numberOfMovies" : 8
  } ]
}
